var TDT_school = {
    "displayFieldName": "NAME",
    "fieldAliases": {
        "NAME": "NAME"
    },
    "geometryType": "esriGeometryPoint",
    "spatialReference": {
        "wkid": 4490,
        "latestWkid": 4490
    },
    "fields": [
        {
            "name": "NAME",
            "type": "esriFieldTypeString",
            "alias": "NAME",
            "length": 50
        }
    ],
    "features": [
        {
            "attributes": {
                "NAME": "武汉市新华下路中学"
            },
            "geometry": {
                "x": 114.2530159828043,
                "y": 30.632560255055068
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区红胜幼儿园"
            },
            "geometry": {
                "x": 114.25015400851794,
                "y": 30.636297340034162
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第七十一中学"
            },
            "geometry": {
                "x": 114.25036307300809,
                "y": 30.638258475678242
            }
        },
        {
            "attributes": {
                "NAME": "武汉市旅游学校"
            },
            "geometry": {
                "x": 114.24166107985502,
                "y": 30.633332348276099
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区红领巾寄宿学校"
            },
            "geometry": {
                "x": 114.24445417645404,
                "y": 30.628993030193612
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第一初级中学"
            },
            "geometry": {
                "x": 114.2388560426017,
                "y": 30.629616142801524
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区长港路小学"
            },
            "geometry": {
                "x": 114.243806768583,
                "y": 30.633166619184294
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区大兴第一实验小学"
            },
            "geometry": {
                "x": 114.2383278399883,
                "y": 30.633743561864776
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉口回民小学"
            },
            "geometry": {
                "x": 114.28251087428509,
                "y": 30.574063856183443
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区大兴路幼儿园"
            },
            "geometry": {
                "x": 114.28404440248551,
                "y": 30.571235935272171
            }
        },
        {
            "attributes": {
                "NAME": "武汉市艺术学校附属幼儿园"
            },
            "geometry": {
                "x": 114.26992853948514,
                "y": 30.603388584182937
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区春苗学校"
            },
            "geometry": {
                "x": 114.24251431158632,
                "y": 30.610447147787283
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区育红小学"
            },
            "geometry": {
                "x": 114.2612450876893,
                "y": 30.620179957337598
            }
        },
        {
            "attributes": {
                "NAME": "武汉青云中学"
            },
            "geometry": {
                "x": 114.23083662584736,
                "y": 30.63464095742512
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区常码头幼儿园"
            },
            "geometry": {
                "x": 114.22540703489722,
                "y": 30.607435735023898
            }
        },
        {
            "attributes": {
                "NAME": "武汉市常码头中学"
            },
            "geometry": {
                "x": 114.22722898696236,
                "y": 30.608959872776268
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区东方红第二小学"
            },
            "geometry": {
                "x": 114.21765957341654,
                "y": 30.607456394303142
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区崇仁路小学"
            },
            "geometry": {
                "x": 114.23153794829443,
                "y": 30.611226151621167
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汽车应用工程学校"
            },
            "geometry": {
                "x": 114.21312648037383,
                "y": 30.597267539907932
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第四中学"
            },
            "geometry": {
                "x": 114.21455721028019,
                "y": 30.588681461811404
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第四初级中学"
            },
            "geometry": {
                "x": 114.21242124966329,
                "y": 30.589318764087466
            }
        },
        {
            "attributes": {
                "NAME": "武汉市十一初级中学"
            },
            "geometry": {
                "x": 114.24279499086367,
                "y": 30.588214425370268
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第一聋校"
            },
            "geometry": {
                "x": 114.21490633410724,
                "y": 30.592008905951047
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区轻汽小学"
            },
            "geometry": {
                "x": 114.21604719023185,
                "y": 30.592518677050293
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区韩家墩小学"
            },
            "geometry": {
                "x": 114.21197357516564,
                "y": 30.587764914871229
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区实验小学"
            },
            "geometry": {
                "x": 114.21218763413049,
                "y": 30.583597938909236
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区博学小学"
            },
            "geometry": {
                "x": 114.20826107458527,
                "y": 30.597218315064708
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区辛家地小学"
            },
            "geometry": {
                "x": 114.19265324616742,
                "y": 30.599666060970208
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第四十三中学"
            },
            "geometry": {
                "x": 114.19062696658136,
                "y": 30.598001437221512
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区南垸坊小学"
            },
            "geometry": {
                "x": 114.19012687315546,
                "y": 30.598521205477141
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区古田路小学"
            },
            "geometry": {
                "x": 114.18938995362691,
                "y": 30.59817886734885
            }
        },
        {
            "attributes": {
                "NAME": "武汉市博学初级中学"
            },
            "geometry": {
                "x": 114.21180759344088,
                "y": 30.615179473986643
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区武药小学"
            },
            "geometry": {
                "x": 114.18892282686011,
                "y": 30.595933797550288
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区崇仁汉滨小学"
            },
            "geometry": {
                "x": 114.19649721599046,
                "y": 30.59109852459477
            }
        },
        {
            "attributes": {
                "NAME": "武汉市十一滨江初级中学"
            },
            "geometry": {
                "x": 114.19625687593248,
                "y": 30.591810982995867
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区长丰小学"
            },
            "geometry": {
                "x": 114.19770579271585,
                "y": 30.610425220655031
            }
        },
        {
            "attributes": {
                "NAME": "武汉市七十九中"
            },
            "geometry": {
                "x": 114.18127534784298,
                "y": 30.607109471957699
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区双环小学"
            },
            "geometry": {
                "x": 114.17626403000509,
                "y": 30.60553851088946
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区舵落口小学"
            },
            "geometry": {
                "x": 114.16485877657078,
                "y": 30.608652050385899
            }
        },
        {
            "attributes": {
                "NAME": "华中科技大学同济医学院附属初级中学"
            },
            "geometry": {
                "x": 114.25393477239891,
                "y": 30.586129907943871
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区双幸福村小学"
            },
            "geometry": {
                "x": 114.26136487418239,
                "y": 30.57322054853023
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区崇仁路幼儿园"
            },
            "geometry": {
                "x": 114.2520612225901,
                "y": 30.577435385413821
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区同馨幸福幼儿园"
            },
            "geometry": {
                "x": 114.25048318457164,
                "y": 30.577600172819416
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区机关幼儿园"
            },
            "geometry": {
                "x": 114.26029183619289,
                "y": 30.573879830259557
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区义烈巷幼儿园"
            },
            "geometry": {
                "x": 114.26492300362929,
                "y": 30.575171776004254
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区义烈巷幼儿园"
            },
            "geometry": {
                "x": 114.25360040454621,
                "y": 30.569079869069071
            }
        },
        {
            "attributes": {
                "NAME": "武汉市直属机关永红幼儿园"
            },
            "geometry": {
                "x": 114.24696975530162,
                "y": 30.586917737766214
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区东方红小学"
            },
            "geometry": {
                "x": 114.24287190888833,
                "y": 30.584374338363659
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区营房幼儿园"
            },
            "geometry": {
                "x": 114.2454380963087,
                "y": 30.583073891155607
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区水厂路幼儿园"
            },
            "geometry": {
                "x": 114.22078076868695,
                "y": 30.584261241747129
            }
        },
        {
            "attributes": {
                "NAME": "武汉硚口区陈家墩幼儿园"
            },
            "geometry": {
                "x": 114.18076507122782,
                "y": 30.592928070748087
            }
        },
        {
            "attributes": {
                "NAME": "武汉市弘桥中学"
            },
            "geometry": {
                "x": 114.27071034658843,
                "y": 30.554269678711591
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第二十三初级中学"
            },
            "geometry": {
                "x": 114.27475353277782,
                "y": 30.551924984833761
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区晴川阁小学"
            },
            "geometry": {
                "x": 114.27809073524031,
                "y": 30.561556946823202
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区群建路小学"
            },
            "geometry": {
                "x": 114.26737271738023,
                "y": 30.549567055392231
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第三中学"
            },
            "geometry": {
                "x": 114.26683942471209,
                "y": 30.548226994763183
            }
        },
        {
            "attributes": {
                "NAME": "武汉情智学校"
            },
            "geometry": {
                "x": 114.25516765659086,
                "y": 30.546470305595335
            }
        },
        {
            "attributes": {
                "NAME": "汉阳区机关幼儿园"
            },
            "geometry": {
                "x": 114.26914424745769,
                "y": 30.547961296326605
            }
        },
        {
            "attributes": {
                "NAME": "武汉三中四新分校"
            },
            "geometry": {
                "x": 114.26307182242647,
                "y": 30.550005397526547
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区西大街小学"
            },
            "geometry": {
                "x": 114.26616397236683,
                "y": 30.544584516163354
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区西大街小学"
            },
            "geometry": {
                "x": 114.26370257171106,
                "y": 30.541319287141448
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区洲头小学"
            },
            "geometry": {
                "x": 114.25259451726697,
                "y": 30.525428225875999
            }
        },
        {
            "attributes": {
                "NAME": "武汉市建港中学"
            },
            "geometry": {
                "x": 114.25195315871406,
                "y": 30.528802028050166
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区建港小学"
            },
            "geometry": {
                "x": 114.24971421251951,
                "y": 30.526876099448828
            }
        },
        {
            "attributes": {
                "NAME": "武汉第三寄宿中学"
            },
            "geometry": {
                "x": 114.23351273109097,
                "y": 30.520768781074821
            }
        },
        {
            "attributes": {
                "NAME": "武汉新区第一学校"
            },
            "geometry": {
                "x": 114.23338417514606,
                "y": 30.518697246444731
            }
        },
        {
            "attributes": {
                "NAME": "武汉市翠微路中学"
            },
            "geometry": {
                "x": 114.24248973533599,
                "y": 30.551873449745756
            }
        },
        {
            "attributes": {
                "NAME": "武汉市钟家村中学"
            },
            "geometry": {
                "x": 114.26033349143177,
                "y": 30.546818215640826
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区钟家村寄宿学校"
            },
            "geometry": {
                "x": 114.25925947195003,
                "y": 30.5511865980165
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区钟家村小学"
            },
            "geometry": {
                "x": 114.25844901560356,
                "y": 30.551391699097167
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区知音小学"
            },
            "geometry": {
                "x": 114.20954470534605,
                "y": 30.568973671547326
            }
        },
        {
            "attributes": {
                "NAME": "汉阳区白鹤幼儿园"
            },
            "geometry": {
                "x": 114.25889569194055,
                "y": 30.547633326496793
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区翠微路小学"
            },
            "geometry": {
                "x": 114.25592429211042,
                "y": 30.546794195779512
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区五里墩小学"
            },
            "geometry": {
                "x": 114.23217747646834,
                "y": 30.555692014721103
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区七里小学"
            },
            "geometry": {
                "x": 114.22058731411062,
                "y": 30.558059958941158
            }
        },
        {
            "attributes": {
                "NAME": "武汉市七里中学"
            },
            "geometry": {
                "x": 114.21707255980459,
                "y": 30.552693300695751
            }
        },
        {
            "attributes": {
                "NAME": "汉阳区钟家村幼儿园"
            },
            "geometry": {
                "x": 114.21801919610368,
                "y": 30.550791533966219
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区铁桥小学"
            },
            "geometry": {
                "x": 114.21994159791348,
                "y": 30.561419905191826
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区楚才小学"
            },
            "geometry": {
                "x": 114.21801693281259,
                "y": 30.567487760914617
            }
        },
        {
            "attributes": {
                "NAME": "武汉市楚才中学"
            },
            "geometry": {
                "x": 114.21672457231648,
                "y": 30.567619981979249
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第二十三中学"
            },
            "geometry": {
                "x": 114.21124456236419,
                "y": 30.557129498976963
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区十里铺小学"
            },
            "geometry": {
                "x": 114.20977068721334,
                "y": 30.559448626502387
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江岸区鄱阳街幼儿园"
            },
            "geometry": {
                "x": 114.29200241427941,
                "y": 30.595109771834188
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第六初级中学"
            },
            "geometry": {
                "x": 114.28589143946795,
                "y": 30.601442795817832
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第二十一（警予）中学"
            },
            "geometry": {
                "x": 114.28598646154262,
                "y": 30.590133104088409
            }
        },
        {
            "attributes": {
                "NAME": "武汉七一华源中学"
            },
            "geometry": {
                "x": 114.29973867434956,
                "y": 30.605556643768296
            }
        },
        {
            "attributes": {
                "NAME": "中国人民解放军武汉后方基地机关幼儿园"
            },
            "geometry": {
                "x": 114.3071927717715,
                "y": 30.605956247132212
            }
        },
        {
            "attributes": {
                "NAME": "湖北省供销社幼儿园"
            },
            "geometry": {
                "x": 114.27357664237616,
                "y": 30.593255503335968
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江岸区直属机关曙光幼儿园"
            },
            "geometry": {
                "x": 114.2924135186405,
                "y": 30.61382606352862
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第十二初级中学"
            },
            "geometry": {
                "x": 114.26761181819916,
                "y": 30.593202677560612
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区盼盼幼儿园"
            },
            "geometry": {
                "x": 114.26428096679399,
                "y": 30.594216210646834
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区取水楼小学"
            },
            "geometry": {
                "x": 114.26473878451623,
                "y": 30.595686183691498
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第六十八中学"
            },
            "geometry": {
                "x": 114.26438855300705,
                "y": 30.585220697001432
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第十二中学"
            },
            "geometry": {
                "x": 114.2550335006348,
                "y": 30.591248820495821
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区卫星村小学"
            },
            "geometry": {
                "x": 114.25601399834056,
                "y": 30.590697384348402
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区航空路小学"
            },
            "geometry": {
                "x": 114.25676041651582,
                "y": 30.590154828412949
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区万松园路小学"
            },
            "geometry": {
                "x": 114.26003886698959,
                "y": 30.593910868730291
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区北湖幼儿园"
            },
            "geometry": {
                "x": 114.26856633621139,
                "y": 30.602152430928356
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区北湖小学"
            },
            "geometry": {
                "x": 114.26853991257178,
                "y": 30.604857019218571
            }
        },
        {
            "attributes": {
                "NAME": "武汉市天门墩中学"
            },
            "geometry": {
                "x": 114.27272007424494,
                "y": 30.605011971342378
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区盼盼幼儿园"
            },
            "geometry": {
                "x": 114.27215347149729,
                "y": 30.61041519268565
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区唐家墩小学"
            },
            "geometry": {
                "x": 114.26572646508203,
                "y": 30.61614297749901
            }
        },
        {
            "attributes": {
                "NAME": "武汉市先锋中学"
            },
            "geometry": {
                "x": 114.26479820193356,
                "y": 30.616501408207739
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区邬家墩小学"
            },
            "geometry": {
                "x": 114.25501243271424,
                "y": 30.612202021640826
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江岸区花桥小学"
            },
            "geometry": {
                "x": 114.282176796253,
                "y": 30.618818086018052
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江岸区大江园幼儿园"
            },
            "geometry": {
                "x": 114.28767379147848,
                "y": 30.619117275486474
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江岸区直属机关育才第二幼儿园"
            },
            "geometry": {
                "x": 114.28040877418846,
                "y": 30.613311627060114
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江岸区中国人民解放军二炮指挥学院幼儿园"
            },
            "geometry": {
                "x": 114.30366113971797,
                "y": 30.62425195656499
            }
        },
        {
            "attributes": {
                "NAME": "中国人民解放军第四五七医院幼儿园"
            },
            "geometry": {
                "x": 114.30030541416602,
                "y": 30.623138435879241
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江岸区中国人民解放军空军雷达学院幼儿园"
            },
            "geometry": {
                "x": 114.29047420336781,
                "y": 30.626049559725004
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江岸区二七幼儿园"
            },
            "geometry": {
                "x": 114.32366507444658,
                "y": 30.634648156101434
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江岸区黄浦幼儿园"
            },
            "geometry": {
                "x": 114.31165770355187,
                "y": 30.631473703778056
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江岸区汉铁幼儿园"
            },
            "geometry": {
                "x": 114.31604445232131,
                "y": 30.62836504414895
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江岸区珞珈山幼儿园佳园分园"
            },
            "geometry": {
                "x": 114.32845574197665,
                "y": 30.653475653709847
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉铁初级中学"
            },
            "geometry": {
                "x": 114.30899377773346,
                "y": 30.643521510673281
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉铁高级中学"
            },
            "geometry": {
                "x": 114.31530006515607,
                "y": 30.659773987066615
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江岸区七彩明珠幼儿园"
            },
            "geometry": {
                "x": 114.35938295117899,
                "y": 30.673810922550615
            }
        },
        {
            "attributes": {
                "NAME": "武汉市财贸学校"
            },
            "geometry": {
                "x": 114.28548154596888,
                "y": 30.636982786900887
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区黄陂街小学"
            },
            "geometry": {
                "x": 114.27883202376211,
                "y": 30.575989125514241
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第十三中学"
            },
            "geometry": {
                "x": 114.29208537867919,
                "y": 30.651540068296868
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江岸区实验幼儿园"
            },
            "geometry": {
                "x": 114.29250667092197,
                "y": 30.652120886495879
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区大兴路小学"
            },
            "geometry": {
                "x": 114.28429147956774,
                "y": 30.570972059730991
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区黄陂街小学"
            },
            "geometry": {
                "x": 114.28701271652369,
                "y": 30.573829099571412
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区黄陂街小学"
            },
            "geometry": {
                "x": 114.28506011009108,
                "y": 30.573248894038215
            }
        },
        {
            "attributes": {
                "NAME": "武汉市人民中学"
            },
            "geometry": {
                "x": 114.28469706080352,
                "y": 30.571744599710883
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第七中学"
            },
            "geometry": {
                "x": 114.28198042904364,
                "y": 30.571858975032001
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区百灵幼儿园"
            },
            "geometry": {
                "x": 114.28134594955191,
                "y": 30.572513345310142
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区福建街小学"
            },
            "geometry": {
                "x": 114.27882406411209,
                "y": 30.573656889440997
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区清芬路小学"
            },
            "geometry": {
                "x": 114.28251037296559,
                "y": 30.576050134458114
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第五十一中学"
            },
            "geometry": {
                "x": 114.28204790178995,
                "y": 30.576726365095624
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区武汉关小学"
            },
            "geometry": {
                "x": 114.28417819966239,
                "y": 30.578114385418701
            }
        },
        {
            "attributes": {
                "NAME": "武汉市电子信息职业技术学校"
            },
            "geometry": {
                "x": 114.28660350219013,
                "y": 30.57776520708444
            }
        },
        {
            "attributes": {
                "NAME": "武汉市电子信息职业技术学校"
            },
            "geometry": {
                "x": 114.27452061556289,
                "y": 30.577239773483086
            }
        },
        {
            "attributes": {
                "NAME": "武汉市桥口区崇仁第二小学"
            },
            "geometry": {
                "x": 114.27242498749411,
                "y": 30.576357061102726
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区成人中等专业学校"
            },
            "geometry": {
                "x": 114.27116070088027,
                "y": 30.576747650957088
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区星火小学"
            },
            "geometry": {
                "x": 114.26994862361914,
                "y": 30.571488359868908
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区宝善街小学"
            },
            "geometry": {
                "x": 114.26910686938334,
                "y": 30.571331517321596
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第一职业教育中心"
            },
            "geometry": {
                "x": 114.26734027524719,
                "y": 30.568337054769188
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第六十中学"
            },
            "geometry": {
                "x": 114.26796069215311,
                "y": 30.570352233176493
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区利济路小学"
            },
            "geometry": {
                "x": 114.2664285941155,
                "y": 30.56939089772186
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区南阳村小学"
            },
            "geometry": {
                "x": 114.26622597672576,
                "y": 30.570590695646331
            }
        },
        {
            "attributes": {
                "NAME": "武汉市桥口区新安街小学"
            },
            "geometry": {
                "x": 114.27434280739385,
                "y": 30.570832823159549
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区红旗村小学"
            },
            "geometry": {
                "x": 114.26560034444788,
                "y": 30.572504553353156
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区安徽街小学"
            },
            "geometry": {
                "x": 114.27444562264191,
                "y": 30.57424748667097
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第五十九中学"
            },
            "geometry": {
                "x": 114.27319786173962,
                "y": 30.567127438252385
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区行知小学"
            },
            "geometry": {
                "x": 114.26126824254879,
                "y": 30.569697071409337
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区汉正街小学"
            },
            "geometry": {
                "x": 114.2730339548516,
                "y": 30.565935177770257
            }
        },
        {
            "attributes": {
                "NAME": "武汉市财经学校"
            },
            "geometry": {
                "x": 114.27498007432087,
                "y": 30.572809864088413
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区六角亭小学"
            },
            "geometry": {
                "x": 114.27112492528477,
                "y": 30.577910763055456
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第二十九中学"
            },
            "geometry": {
                "x": 114.26481197166538,
                "y": 30.573637926567073
            }
        },
        {
            "attributes": {
                "NAME": "华中科技大学附属小学"
            },
            "geometry": {
                "x": 114.25973961083514,
                "y": 30.578502063058352
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区井冈山小学"
            },
            "geometry": {
                "x": 114.25797025034399,
                "y": 30.574072502386514
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第二十七中学"
            },
            "geometry": {
                "x": 114.26804897483714,
                "y": 30.57825461302474
            }
        },
        {
            "attributes": {
                "NAME": "武汉市太平洋高级中学"
            },
            "geometry": {
                "x": 114.26728893884354,
                "y": 30.577985606622178
            }
        },
        {
            "attributes": {
                "NAME": "华中科技大学附属小学"
            },
            "geometry": {
                "x": 114.25744407320599,
                "y": 30.578052331873096
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第一职业教育中心"
            },
            "geometry": {
                "x": 114.25987854932862,
                "y": 30.576871194158514
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第一职业教育中心"
            },
            "geometry": {
                "x": 114.26473521073262,
                "y": 30.578184547841545
            }
        },
        {
            "attributes": {
                "NAME": "武汉市装潢学校"
            },
            "geometry": {
                "x": 114.26944196588306,
                "y": 30.581039808508592
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第十一中学"
            },
            "geometry": {
                "x": 114.25502564792305,
                "y": 30.577193574192279
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区中山巷小学"
            },
            "geometry": {
                "x": 114.24804445513792,
                "y": 30.56930629015767
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第六十四中学"
            },
            "geometry": {
                "x": 114.25045386985425,
                "y": 30.56811228358157
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第十七中学"
            },
            "geometry": {
                "x": 114.22208422535414,
                "y": 30.582950900665651
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区崇仁寄宿学校"
            },
            "geometry": {
                "x": 114.25379182002575,
                "y": 30.577607197615293
            }
        },
        {
            "attributes": {
                "NAME": "武汉市十一初级中学"
            },
            "geometry": {
                "x": 114.25257353797565,
                "y": 30.576114361577027
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区建乐村小学"
            },
            "geometry": {
                "x": 114.2539570521617,
                "y": 30.572311661406616
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区义烈巷小学"
            },
            "geometry": {
                "x": 114.25348348428838,
                "y": 30.570435952825278
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第六十四中学"
            },
            "geometry": {
                "x": 114.25512686947457,
                "y": 30.57235495766281
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第六十四中学"
            },
            "geometry": {
                "x": 114.25571143412208,
                "y": 30.570989269843949
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区仁寿路小学"
            },
            "geometry": {
                "x": 114.23945957087301,
                "y": 30.575932672013721
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第六十三中学"
            },
            "geometry": {
                "x": 114.24074026921733,
                "y": 30.578212137435798
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第二十六中学"
            },
            "geometry": {
                "x": 114.24000474632817,
                "y": 30.578422775143963
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第十七初级中学"
            },
            "geometry": {
                "x": 114.21906057366584,
                "y": 30.581312055168837
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区长征小学"
            },
            "geometry": {
                "x": 114.23480985435754,
                "y": 30.577278540962084
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区东方红小学"
            },
            "geometry": {
                "x": 114.23856921829997,
                "y": 30.579190260976929
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区太平洋小学"
            },
            "geometry": {
                "x": 114.22712374811999,
                "y": 30.580283886766324
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区同馨幸福幼儿园"
            },
            "geometry": {
                "x": 114.23117446725132,
                "y": 30.582269984770392
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区新合村小学"
            },
            "geometry": {
                "x": 114.22295205145485,
                "y": 30.584616515915968
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区汉西小学"
            },
            "geometry": {
                "x": 114.22558441979834,
                "y": 30.594518077626788
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区水厂路小学"
            },
            "geometry": {
                "x": 114.22049023563204,
                "y": 30.584411605232162
            }
        },
        {
            "attributes": {
                "NAME": "武汉市硚口区常码头小学"
            },
            "geometry": {
                "x": 114.22545700347155,
                "y": 30.607560657117517
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区天一街小学"
            },
            "geometry": {
                "x": 114.27429404536417,
                "y": 30.576183887653315
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区前进二路小学"
            },
            "geometry": {
                "x": 114.27968293374613,
                "y": 30.578861348096325
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区华中里小学"
            },
            "geometry": {
                "x": 114.28369771651955,
                "y": 30.583979397868973
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区红苗幼儿园"
            },
            "geometry": {
                "x": 114.27726916996119,
                "y": 30.579093257472664
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区红苗幼儿园"
            },
            "geometry": {
                "x": 114.27671176849879,
                "y": 30.583558659419566
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区红苗幼儿园"
            },
            "geometry": {
                "x": 114.28282228920318,
                "y": 30.583975783748372
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区红苗幼儿园"
            },
            "geometry": {
                "x": 114.27975691245797,
                "y": 30.585331712523498
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第十九中学"
            },
            "geometry": {
                "x": 114.28068705172529,
                "y": 30.58316247734092
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第十九中学"
            },
            "geometry": {
                "x": 114.26163972442941,
                "y": 30.615112860270699
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区单洞新村小学"
            },
            "geometry": {
                "x": 114.27447493821637,
                "y": 30.585665961681627
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区惠康里小学"
            },
            "geometry": {
                "x": 114.27474536971897,
                "y": 30.582771377973643
            }
        },
        {
            "attributes": {
                "NAME": "武汉市友谊路中学"
            },
            "geometry": {
                "x": 114.27304975468235,
                "y": 30.580494374015984
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第七十五中学"
            },
            "geometry": {
                "x": 114.27250475730727,
                "y": 30.581332001333351
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区滑坡路小学"
            },
            "geometry": {
                "x": 114.27062582287044,
                "y": 30.582875612298437
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区滑坡路小学"
            },
            "geometry": {
                "x": 114.26513826457187,
                "y": 30.580719456948543
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第十九初级中学"
            },
            "geometry": {
                "x": 114.27605769716445,
                "y": 30.585518948397066
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第十九初级中学"
            },
            "geometry": {
                "x": 114.27655462002019,
                "y": 30.585711928645424
            }
        },
        {
            "attributes": {
                "NAME": "武汉一初慧泉中学"
            },
            "geometry": {
                "x": 114.27966133987263,
                "y": 30.581838226684965
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第二十八中学"
            },
            "geometry": {
                "x": 114.27504298902113,
                "y": 30.58999673672173
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区贺站小学"
            },
            "geometry": {
                "x": 114.35942497621863,
                "y": 30.038020077576277
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区保福小学"
            },
            "geometry": {
                "x": 114.41096363463407,
                "y": 30.106408715332975
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区湖泗小学"
            },
            "geometry": {
                "x": 114.45693858473771,
                "y": 30.019654091400128
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区湖泗中学"
            },
            "geometry": {
                "x": 114.45801300550397,
                "y": 30.01964559799967
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区湖泗镇祝祠小学幼儿园"
            },
            "geometry": {
                "x": 114.51229826989572,
                "y": 30.004883092814453
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区湖泗小学何堰点"
            },
            "geometry": {
                "x": 114.50920186706151,
                "y": 29.988808526723062
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区舒安小学"
            },
            "geometry": {
                "x": 114.50473036856988,
                "y": 30.113685201066232
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区舒安中学"
            },
            "geometry": {
                "x": 114.50489101823814,
                "y": 30.114773767940733
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻思源实验学校"
            },
            "geometry": {
                "x": 114.34281298399344,
                "y": 30.16395478186115
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区土地堂中学"
            },
            "geometry": {
                "x": 114.32935135118692,
                "y": 30.209663070816191
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第二聋哑学校"
            },
            "geometry": {
                "x": 114.33696912044445,
                "y": 30.525238007350254
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区土地堂小学"
            },
            "geometry": {
                "x": 114.32453619737043,
                "y": 30.212350670583817
            }
        },
        {
            "attributes": {
                "NAME": "武汉市盲童学校"
            },
            "geometry": {
                "x": 114.33797635322037,
                "y": 30.52473595080636
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区乌龙泉街杨桐小学"
            },
            "geometry": {
                "x": 114.39904715160674,
                "y": 30.226167474989097
            }
        },
        {
            "attributes": {
                "NAME": "武汉市石牌岭高级职业中学"
            },
            "geometry": {
                "x": 114.33722733872889,
                "y": 30.526748107895514
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区乌龙泉矿小学"
            },
            "geometry": {
                "x": 114.31760475338774,
                "y": 30.262984553339038
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区乌龙泉中学"
            },
            "geometry": {
                "x": 114.32922281786853,
                "y": 30.262140017075865
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第十九初级中学"
            },
            "geometry": {
                "x": 114.26012401419462,
                "y": 30.610161526132799
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区晶晶幼儿园"
            },
            "geometry": {
                "x": 114.27483832054145,
                "y": 30.611727522443744
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区红领巾学校"
            },
            "geometry": {
                "x": 114.23328295438216,
                "y": 30.601952421893202
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第三十六中学"
            },
            "geometry": {
                "x": 114.23871874722738,
                "y": 30.605874556454864
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区振兴路小学"
            },
            "geometry": {
                "x": 114.24270667692087,
                "y": 30.607255322051515
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区振兴路小学"
            },
            "geometry": {
                "x": 114.23673551473053,
                "y": 30.608367994524031
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区西马路小学"
            },
            "geometry": {
                "x": 114.28046794157626,
                "y": 30.604859584329006
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区晶晶幼儿园"
            },
            "geometry": {
                "x": 114.24046875540694,
                "y": 30.606904949803663
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区银河幼儿园"
            },
            "geometry": {
                "x": 114.24557035146654,
                "y": 30.618872610880544
            }
        },
        {
            "attributes": {
                "NAME": "空军武汉少年军校"
            },
            "geometry": {
                "x": 114.2512022448235,
                "y": 30.59196360776042
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区大兴第一实验小学"
            },
            "geometry": {
                "x": 114.2585694030945,
                "y": 30.627239399622738
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第一中学"
            },
            "geometry": {
                "x": 114.25349687902417,
                "y": 30.626452369361516
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区华苑小学"
            },
            "geometry": {
                "x": 114.25480106402256,
                "y": 30.629582757330468
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区北湖幼儿园"
            },
            "geometry": {
                "x": 114.25784772619102,
                "y": 30.627069576437179
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江汉区大兴路幼儿园"
            },
            "geometry": {
                "x": 114.25778492655832,
                "y": 30.630321157898663
            }
        },
        {
            "attributes": {
                "NAME": "武汉市板桥中学"
            },
            "geometry": {
                "x": 114.30899749875039,
                "y": 30.472648038688419
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区实验高级中学"
            },
            "geometry": {
                "x": 114.31787018041371,
                "y": 30.343690516205299
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区大方学校"
            },
            "geometry": {
                "x": 114.31005934514337,
                "y": 30.342475068129602
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区大方学校"
            },
            "geometry": {
                "x": 114.31296245542637,
                "y": 30.337640363104128
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区李桥小学"
            },
            "geometry": {
                "x": 114.30422321549042,
                "y": 30.460141887884618
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区第四中学"
            },
            "geometry": {
                "x": 114.30839368784882,
                "y": 30.357273993472063
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区第二中学"
            },
            "geometry": {
                "x": 114.30946089828421,
                "y": 30.348470898974938
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区第一初级中学"
            },
            "geometry": {
                "x": 114.31361435801148,
                "y": 30.347566014832069
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区永安小学"
            },
            "geometry": {
                "x": 114.30160632866591,
                "y": 30.493932321229693
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区张家湾小学"
            },
            "geometry": {
                "x": 114.28398822922577,
                "y": 30.501845700813476
            }
        },
        {
            "attributes": {
                "NAME": "湖北省武汉市张家湾中学"
            },
            "geometry": {
                "x": 114.28149643901031,
                "y": 30.495643495227739
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区纸坊街道胜利小学"
            },
            "geometry": {
                "x": 114.30976874203418,
                "y": 30.319380320766925
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区宁港中学"
            },
            "geometry": {
                "x": 114.30938817391404,
                "y": 30.316109736781243
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青菱学校"
            },
            "geometry": {
                "x": 114.26416181772186,
                "y": 30.475039906045424
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区毛坦小学"
            },
            "geometry": {
                "x": 114.2522866805466,
                "y": 30.482943880082473
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区青菱小学"
            },
            "geometry": {
                "x": 114.26118191563251,
                "y": 30.45911761244912
            }
        },
        {
            "attributes": {
                "NAME": "武汉市石嘴学校"
            },
            "geometry": {
                "x": 114.20169823625702,
                "y": 30.435281109336074
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区庙山花山吴小学"
            },
            "geometry": {
                "x": 114.3667066770156,
                "y": 30.340332324191763
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区五里界小学"
            },
            "geometry": {
                "x": 114.39464462782405,
                "y": 30.335086586778459
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区五里界中学"
            },
            "geometry": {
                "x": 114.38818912738566,
                "y": 30.340463681646838
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区藏龙中学"
            },
            "geometry": {
                "x": 114.43694039759805,
                "y": 30.384546897690257
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区藏龙小学"
            },
            "geometry": {
                "x": 114.43652393257298,
                "y": 30.382881281862069
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区毛坦小学"
            },
            "geometry": {
                "x": 114.29113206074101,
                "y": 30.484799376732326
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区井岗山小学"
            },
            "geometry": {
                "x": 114.31205346682043,
                "y": 30.520551535558297
            }
        },
        {
            "attributes": {
                "NAME": "武汉市长虹中学"
            },
            "geometry": {
                "x": 114.30419749436192,
                "y": 30.500438988105202
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区郑店街关山小学"
            },
            "geometry": {
                "x": 114.29222105985366,
                "y": 30.332278985630808
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区郑店街劳一小学"
            },
            "geometry": {
                "x": 114.26714337946532,
                "y": 30.329843256402683
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区郑店中学"
            },
            "geometry": {
                "x": 114.25710562037602,
                "y": 30.332996349510381
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区郑店小学"
            },
            "geometry": {
                "x": 114.24655576501391,
                "y": 30.331783558566087
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区郑店街东风小学"
            },
            "geometry": {
                "x": 114.25063184708131,
                "y": 30.349163908820742
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区郑店街廖桥小学"
            },
            "geometry": {
                "x": 114.27267640344121,
                "y": 30.314811120021204
            }
        },
        {
            "attributes": {
                "NAME": "湖北省农业科学院南湖子弟学校"
            },
            "geometry": {
                "x": 114.32022265118019,
                "y": 30.489176970895755
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区郑店街劳四小学"
            },
            "geometry": {
                "x": 114.24591334331831,
                "y": 30.30118203111482
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区段岭庙学校"
            },
            "geometry": {
                "x": 114.27853322853707,
                "y": 30.254826215453932
            }
        },
        {
            "attributes": {
                "NAME": "华中农业大学附属学校"
            },
            "geometry": {
                "x": 114.34597317200496,
                "y": 30.474581586423881
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区金口长山小学幼儿园"
            },
            "geometry": {
                "x": 114.19761809836791,
                "y": 30.34645179550904
            }
        },
        {
            "attributes": {
                "NAME": "武汉市马房山中学"
            },
            "geometry": {
                "x": 114.34589154979165,
                "y": 30.51793759393729
            }
        },
        {
            "attributes": {
                "NAME": "湖北工业大学附属小学"
            },
            "geometry": {
                "x": 114.34102516148369,
                "y": 30.517505889530469
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区义贞小学"
            },
            "geometry": {
                "x": 114.13838200592943,
                "y": 30.338643233250707
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区求实中学"
            },
            "geometry": {
                "x": 114.13532346870238,
                "y": 30.337602556691934
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区金口中学"
            },
            "geometry": {
                "x": 114.13193410725137,
                "y": 30.338927932892204
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区石牌岭小学"
            },
            "geometry": {
                "x": 114.33500646774155,
                "y": 30.522267335204845
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区赤矶中学"
            },
            "geometry": {
                "x": 114.10723222820354,
                "y": 30.303700099700848
            }
        },
        {
            "attributes": {
                "NAME": "武汉市英格实验中学"
            },
            "geometry": {
                "x": 114.32424980206565,
                "y": 30.497103766676901
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区金水闸小学"
            },
            "geometry": {
                "x": 114.13354451734779,
                "y": 30.302980655230613
            }
        },
        {
            "attributes": {
                "NAME": "华中师范大学附属小学"
            },
            "geometry": {
                "x": 114.35463680154066,
                "y": 30.524240266416655
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区金口街红灯小学"
            },
            "geometry": {
                "x": 114.10081302656442,
                "y": 30.270416361942409
            }
        },
        {
            "attributes": {
                "NAME": "武汉市卓刀泉中学"
            },
            "geometry": {
                "x": 114.36715903505467,
                "y": 30.521537053699717
            }
        },
        {
            "attributes": {
                "NAME": "武汉市鲁巷中学"
            },
            "geometry": {
                "x": 114.38831032902431,
                "y": 30.504874345126041
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区金口街南岸小学"
            },
            "geometry": {
                "x": 114.07644314072945,
                "y": 30.230233458532382
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区金水武当新村小学"
            },
            "geometry": {
                "x": 114.14932469572443,
                "y": 30.225680866181449
            }
        },
        {
            "attributes": {
                "NAME": "华中师范大学第一附属中学"
            },
            "geometry": {
                "x": 114.3767897835138,
                "y": 30.5083676812053
            }
        },
        {
            "attributes": {
                "NAME": "武汉市关山中学"
            },
            "geometry": {
                "x": 114.40317386892434,
                "y": 30.498765123443945
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区金口贺岭小学"
            },
            "geometry": {
                "x": 114.15686332988901,
                "y": 30.260509728777549
            }
        },
        {
            "attributes": {
                "NAME": "武汉市旭光学校"
            },
            "geometry": {
                "x": 114.40597842826605,
                "y": 30.504385340425529
            }
        },
        {
            "attributes": {
                "NAME": "省农科院子弟学校"
            },
            "geometry": {
                "x": 114.13048903042284,
                "y": 30.296193694597321
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山高级中学"
            },
            "geometry": {
                "x": 114.38096874168127,
                "y": 30.492259594031509
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山实验外国语学校"
            },
            "geometry": {
                "x": 114.36259397814388,
                "y": 30.501811170772612
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区金口街范湖小学"
            },
            "geometry": {
                "x": 114.12923748967432,
                "y": 30.278773089743709
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区法泗小学"
            },
            "geometry": {
                "x": 114.16297241827579,
                "y": 30.15842126337219
            }
        },
        {
            "attributes": {
                "NAME": "中国地质大学（武汉）附属学校"
            },
            "geometry": {
                "x": 114.40235356325343,
                "y": 30.523412626216725
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区法泗镇桥头小学"
            },
            "geometry": {
                "x": 114.15007347950768,
                "y": 30.152583108890951
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区法泗小学桂联分校"
            },
            "geometry": {
                "x": 114.16486808243656,
                "y": 30.170994845954056
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区梨园小学"
            },
            "geometry": {
                "x": 114.36200248043986,
                "y": 30.580493872900036
            }
        },
        {
            "attributes": {
                "NAME": "武汉市梨园中学"
            },
            "geometry": {
                "x": 114.35217427553914,
                "y": 30.586783237761665
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区法泗中学"
            },
            "geometry": {
                "x": 114.1654826051514,
                "y": 30.161799500186419
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区和平小学"
            },
            "geometry": {
                "x": 114.34252138391992,
                "y": 30.595340681416872
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区法泗石联小学"
            },
            "geometry": {
                "x": 114.18053961149678,
                "y": 30.16021384278406
            }
        },
        {
            "attributes": {
                "NAME": "武汉市和平中学"
            },
            "geometry": {
                "x": 114.35815999652664,
                "y": 30.604940769422285
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区青锋小学"
            },
            "geometry": {
                "x": 114.35921820329986,
                "y": 30.604291846920773
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区安山小学"
            },
            "geometry": {
                "x": 114.28738717228907,
                "y": 30.153881956262978
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区安山中学"
            },
            "geometry": {
                "x": 114.29501250531575,
                "y": 30.160371908035586
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区武丰小学"
            },
            "geometry": {
                "x": 114.38438584760195,
                "y": 30.609125248189002
            }
        },
        {
            "attributes": {
                "NAME": "武汉市金鹤园学校"
            },
            "geometry": {
                "x": 114.37182860015673,
                "y": 30.611480922527448
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区建新中学"
            },
            "geometry": {
                "x": 114.3519021033203,
                "y": 30.089096877723534
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区北洋桥小学"
            },
            "geometry": {
                "x": 114.40058211573785,
                "y": 30.618075052913866
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区河垴小学"
            },
            "geometry": {
                "x": 114.2691301458708,
                "y": 30.070939577148977
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区大桥八分山小学"
            },
            "geometry": {
                "x": 114.30579811287737,
                "y": 30.37223675019527
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区大花岭小学"
            },
            "geometry": {
                "x": 114.31120795751008,
                "y": 30.413502084999209
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区大桥中学"
            },
            "geometry": {
                "x": 114.30830284718161,
                "y": 30.413902345700421
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区大桥柏木小学"
            },
            "geometry": {
                "x": 114.29162739733022,
                "y": 30.430340751032475
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区大桥龚家铺小学"
            },
            "geometry": {
                "x": 114.25035954411339,
                "y": 30.414574383293655
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区庙山长城学校幼儿园"
            },
            "geometry": {
                "x": 114.34047867340166,
                "y": 30.382001992974494
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区大花岭小太阳幼儿园"
            },
            "geometry": {
                "x": 114.31020027112402,
                "y": 30.414204970354831
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区东湖路幼儿园"
            },
            "geometry": {
                "x": 114.32574496667735,
                "y": 30.366384871916466
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区实验小学幼儿园"
            },
            "geometry": {
                "x": 114.30980982255892,
                "y": 30.357632599327985
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区明熙小学幼儿园"
            },
            "geometry": {
                "x": 114.31775108111924,
                "y": 30.354248070555911
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区第一小学幼儿园"
            },
            "geometry": {
                "x": 114.31762636565975,
                "y": 30.347213415518013
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区纸坊二小幼儿园"
            },
            "geometry": {
                "x": 114.31389996688461,
                "y": 30.348410882208839
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区纸坊城关幼儿园"
            },
            "geometry": {
                "x": 114.32125052558104,
                "y": 30.350565327625532
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区金口长山小学幼儿园"
            },
            "geometry": {
                "x": 114.18749201167236,
                "y": 30.345684408513478
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区金口幼儿园"
            },
            "geometry": {
                "x": 114.12870865189041,
                "y": 30.333771106535153
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区金水中心幼儿园"
            },
            "geometry": {
                "x": 114.11813299561982,
                "y": 30.29667823851554
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区金口街马蹄口小学附设幼儿园"
            },
            "geometry": {
                "x": 114.15041294802552,
                "y": 30.241811295087814
            }
        },
        {
            "attributes": {
                "NAME": "湖北大学附属小学"
            },
            "geometry": {
                "x": 114.33080833066265,
                "y": 30.574167433123023
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区新河街小学"
            },
            "geometry": {
                "x": 114.3129618840801,
                "y": 30.576460110938626
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新河街学校"
            },
            "geometry": {
                "x": 114.31187668441305,
                "y": 30.568617874665279
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区培智中心学校"
            },
            "geometry": {
                "x": 114.30870455557385,
                "y": 30.566092720732001
            }
        },
        {
            "attributes": {
                "NAME": "武汉市积玉桥学校"
            },
            "geometry": {
                "x": 114.30439306607684,
                "y": 30.560918447890742
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区昙华林小学"
            },
            "geometry": {
                "x": 114.3012589860657,
                "y": 30.555766580905583
            }
        },
        {
            "attributes": {
                "NAME": "湖北省武昌实验中学"
            },
            "geometry": {
                "x": 114.29810644170664,
                "y": 30.553957178762289
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第十四中学"
            },
            "geometry": {
                "x": 114.30852193564931,
                "y": 30.554273930247803
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区中华路小学"
            },
            "geometry": {
                "x": 114.29450466578805,
                "y": 30.551987127621771
            }
        },
        {
            "attributes": {
                "NAME": "武昌文华中学"
            },
            "geometry": {
                "x": 114.29897294292437,
                "y": 30.551693731563716
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区候补街小学"
            },
            "geometry": {
                "x": 114.30225531704912,
                "y": 30.552214572267815
            }
        },
        {
            "attributes": {
                "NAME": "武汉中学"
            },
            "geometry": {
                "x": 114.30711116323039,
                "y": 30.550090109132952
            }
        },
        {
            "attributes": {
                "NAME": "武昌区棋盘街小学"
            },
            "geometry": {
                "x": 114.30876241455223,
                "y": 30.549902894671959
            }
        },
        {
            "attributes": {
                "NAME": "武汉市粮道街中学"
            },
            "geometry": {
                "x": 114.31019565664838,
                "y": 30.549450566164353
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区三道街小学"
            },
            "geometry": {
                "x": 114.29889075591223,
                "y": 30.548948633414966
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区法泗镇卫东幼儿园"
            },
            "geometry": {
                "x": 114.12236006066064,
                "y": 30.198044830190611
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区法泗镇菱米幼儿园"
            },
            "geometry": {
                "x": 114.1612378874637,
                "y": 30.133894855344693
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区法泗中心幼儿园"
            },
            "geometry": {
                "x": 114.16470691713096,
                "y": 30.162557343303376
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区山坡碧云幼儿园"
            },
            "geometry": {
                "x": 114.34872013791482,
                "y": 30.088046177152137
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区安山小学幼儿园"
            },
            "geometry": {
                "x": 114.29243658284383,
                "y": 30.156046761272933
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区舒安幼儿园"
            },
            "geometry": {
                "x": 114.50466820347049,
                "y": 30.113331572459117
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区河垴幼儿园"
            },
            "geometry": {
                "x": 114.26877726274097,
                "y": 30.07396928111757
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区贺站小学"
            },
            "geometry": {
                "x": 114.35883164071117,
                "y": 30.03717115787498
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区保福幼儿园"
            },
            "geometry": {
                "x": 114.40845185913201,
                "y": 30.105754422684129
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区湖泗幼儿园"
            },
            "geometry": {
                "x": 114.45654651508619,
                "y": 30.019628915150406
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区土地堂幼儿园"
            },
            "geometry": {
                "x": 114.32451579515237,
                "y": 30.212097226678452
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区乌龙泉幼儿园"
            },
            "geometry": {
                "x": 114.33050222027953,
                "y": 30.259867738668504
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区五里界幼儿园"
            },
            "geometry": {
                "x": 114.38681631988015,
                "y": 30.339485496887846
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区藏龙幼儿园"
            },
            "geometry": {
                "x": 114.4369204157714,
                "y": 30.384614352505821
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街第四小学"
            },
            "geometry": {
                "x": 114.80961301569505,
                "y": 30.844296127455266
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街龙城华庭幼儿园"
            },
            "geometry": {
                "x": 114.80999115865006,
                "y": 30.844901887328831
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区春蕾幼儿园"
            },
            "geometry": {
                "x": 114.80746328692976,
                "y": 30.84660736094412
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街小博士幼儿园"
            },
            "geometry": {
                "x": 114.80873049862123,
                "y": 30.848572075356628
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区第一中学"
            },
            "geometry": {
                "x": 114.8110288544442,
                "y": 30.849717233572505
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街向东小学"
            },
            "geometry": {
                "x": 114.81209515647424,
                "y": 30.834096036807409
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街余姚小学"
            },
            "geometry": {
                "x": 114.80005907827717,
                "y": 30.823008055364028
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街章林小学"
            },
            "geometry": {
                "x": 114.78917895639393,
                "y": 30.8328547571287
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街第六小学"
            },
            "geometry": {
                "x": 114.79154183253877,
                "y": 30.835141332168973
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区凤凰台幼儿园"
            },
            "geometry": {
                "x": 114.80267384565946,
                "y": 30.839052749134396
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区衡洲幼儿园"
            },
            "geometry": {
                "x": 114.80197157524651,
                "y": 30.836173080185063
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区六一幼儿园"
            },
            "geometry": {
                "x": 114.7923639709976,
                "y": 30.841302632776262
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区直属机关幼儿园"
            },
            "geometry": {
                "x": 114.79389982134728,
                "y": 30.843589117332442
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区东城幼儿园"
            },
            "geometry": {
                "x": 114.80100478562758,
                "y": 30.845053022280467
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街育才幼儿园"
            },
            "geometry": {
                "x": 114.7939358472488,
                "y": 30.846849381652817
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街中心幼儿园"
            },
            "geometry": {
                "x": 114.79812505567963,
                "y": 30.848194177224627
            }
        },
        {
            "attributes": {
                "NAME": "武汉市桥口区新安街小学"
            },
            "geometry": {
                "x": 114.27919255072607,
                "y": 30.569987040614933
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区金水学校"
            },
            "geometry": {
                "x": 114.11725600155103,
                "y": 30.295865902490391
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街第二小学"
            },
            "geometry": {
                "x": 114.79788262236491,
                "y": 30.847963706801067
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街中心小学"
            },
            "geometry": {
                "x": 114.79220593945672,
                "y": 30.847079667554283
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街金太阳幼儿园"
            },
            "geometry": {
                "x": 114.79431811446989,
                "y": 30.847221698406827
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街蔡濠幼儿园"
            },
            "geometry": {
                "x": 114.80192202381261,
                "y": 30.852628775238259
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区六一幼儿园"
            },
            "geometry": {
                "x": 114.79601647038942,
                "y": 30.852918455952647
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区第一初级中学"
            },
            "geometry": {
                "x": 114.79506439129545,
                "y": 30.852989812062162
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街第三小学"
            },
            "geometry": {
                "x": 114.79640325780042,
                "y": 30.853757450692683
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街中心小学"
            },
            "geometry": {
                "x": 114.83937129226581,
                "y": 30.887300078402347
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街梅店小学"
            },
            "geometry": {
                "x": 114.81842334638816,
                "y": 30.877651734327571
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街向东幼儿园"
            },
            "geometry": {
                "x": 114.8065355467686,
                "y": 30.835622031860566
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街第二初级中学"
            },
            "geometry": {
                "x": 114.80210515644308,
                "y": 30.848237203450083
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区信息中等专业学校"
            },
            "geometry": {
                "x": 114.80468103882833,
                "y": 30.84701715380811
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区实验中学"
            },
            "geometry": {
                "x": 114.79288210061827,
                "y": 30.834409223698401
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街益源幼儿园"
            },
            "geometry": {
                "x": 114.79789890980373,
                "y": 30.837983808689103
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳光艺术幼儿园"
            },
            "geometry": {
                "x": 114.78905585472387,
                "y": 30.831911630962395
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街章程小学"
            },
            "geometry": {
                "x": 114.75870794268485,
                "y": 30.879684979386809
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街第五小学"
            },
            "geometry": {
                "x": 114.76921198100808,
                "y": 30.848584061537224
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街第五初级中学"
            },
            "geometry": {
                "x": 114.7661505797098,
                "y": 30.841523740925822
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街钱寨小学"
            },
            "geometry": {
                "x": 114.74990666463111,
                "y": 30.822319973810522
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街联合小学"
            },
            "geometry": {
                "x": 114.77451231728924,
                "y": 30.775242867248494
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街肖桥小学"
            },
            "geometry": {
                "x": 114.77271785494861,
                "y": 30.807730952631459
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街小精灵幼儿园"
            },
            "geometry": {
                "x": 114.7655785767123,
                "y": 30.835588350897467
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街星星幼儿园"
            },
            "geometry": {
                "x": 114.77401545809266,
                "y": 30.775193436671884
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区第三中学"
            },
            "geometry": {
                "x": 114.56507306003834,
                "y": 30.677614001331392
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻高级中学"
            },
            "geometry": {
                "x": 114.57721366284693,
                "y": 30.666314188160868
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街第三初级中学"
            },
            "geometry": {
                "x": 114.57074524507254,
                "y": 30.657512569336745
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街第二小学"
            },
            "geometry": {
                "x": 114.56463326181631,
                "y": 30.656434055261343
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街第四小学"
            },
            "geometry": {
                "x": 114.55982343385301,
                "y": 30.663685411764163
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街第一初级中学"
            },
            "geometry": {
                "x": 114.55636927480964,
                "y": 30.656881738922323
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街第五小学"
            },
            "geometry": {
                "x": 114.57147148620572,
                "y": 30.62977680461961
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区第一中学"
            },
            "geometry": {
                "x": 114.57827696223148,
                "y": 30.690462332065295
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻思源实验学校"
            },
            "geometry": {
                "x": 114.59275885955617,
                "y": 30.689743622723142
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街施岗小学"
            },
            "geometry": {
                "x": 114.59161480292562,
                "y": 30.699857122383776
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街五显庙小学"
            },
            "geometry": {
                "x": 114.5775055669917,
                "y": 30.711903878960072
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻开发区第三小学"
            },
            "geometry": {
                "x": 114.55257201121026,
                "y": 30.703522526438007
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街武湖小学"
            },
            "geometry": {
                "x": 114.53317387451898,
                "y": 30.721322505440071
            }
        },
        {
            "attributes": {
                "NAME": "武汉生物工程学院附属幼儿园"
            },
            "geometry": {
                "x": 114.52648205625997,
                "y": 30.714406525158608
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻开发区红岭阳光幼儿园"
            },
            "geometry": {
                "x": 114.57971122153265,
                "y": 30.693468372295001
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街金台小学"
            },
            "geometry": {
                "x": 114.61912964028261,
                "y": 30.715315790425279
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区仓埠街毕铺小学"
            },
            "geometry": {
                "x": 114.60061441840742,
                "y": 30.755595626931836
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街毛集小学"
            },
            "geometry": {
                "x": 114.63467246870596,
                "y": 30.664436506566517
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区仓埠街周铺初级中学"
            },
            "geometry": {
                "x": 114.61072316348384,
                "y": 30.787613286524049
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区仓埠街周铺小学"
            },
            "geometry": {
                "x": 114.61148133564552,
                "y": 30.796897707063124
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区仓埠街周铺创新实验幼儿园"
            },
            "geometry": {
                "x": 114.61240015999238,
                "y": 30.790066359950401
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区仓埠街周铺幼儿园"
            },
            "geometry": {
                "x": 114.61121771487012,
                "y": 30.791133820713412
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区仓埠街欣阳光艺术幼儿园"
            },
            "geometry": {
                "x": 114.58223062253319,
                "y": 30.791587198518414
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区余家头小学"
            },
            "geometry": {
                "x": 114.35058373674065,
                "y": 30.619417155506824
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区余家头小学"
            },
            "geometry": {
                "x": 114.3465840187165,
                "y": 30.606566895530193
            }
        },
        {
            "attributes": {
                "NAME": "武汉市杨园学校"
            },
            "geometry": {
                "x": 114.34440639308968,
                "y": 30.604192764021036
            }
        },
        {
            "attributes": {
                "NAME": "武汉市铁四院学校"
            },
            "geometry": {
                "x": 114.33870607803283,
                "y": 30.607003651118532
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区柴林小学"
            },
            "geometry": {
                "x": 114.34346481197349,
                "y": 30.601971358151673
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区四美塘小学"
            },
            "geometry": {
                "x": 114.33181097766544,
                "y": 30.60211783631155
            }
        },
        {
            "attributes": {
                "NAME": "武汉市四美塘中学"
            },
            "geometry": {
                "x": 114.33215274663485,
                "y": 30.601671749104582
            }
        },
        {
            "attributes": {
                "NAME": "武汉市徐东路小学"
            },
            "geometry": {
                "x": 114.33882432387531,
                "y": 30.596510407248275
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区育红小学"
            },
            "geometry": {
                "x": 114.32656593554407,
                "y": 30.593194501877178
            }
        },
        {
            "attributes": {
                "NAME": "湖北大学附属中学"
            },
            "geometry": {
                "x": 114.3315258205472,
                "y": 30.590661930010128
            }
        },
        {
            "attributes": {
                "NAME": "武汉市秦园路学校"
            },
            "geometry": {
                "x": 114.32073526961995,
                "y": 30.591898493717167
            }
        },
        {
            "attributes": {
                "NAME": "武汉市粮道街中学"
            },
            "geometry": {
                "x": 114.32271143946798,
                "y": 30.585236328168548
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区三角路小学"
            },
            "geometry": {
                "x": 114.32287551349805,
                "y": 30.582467218618888
            }
        },
        {
            "attributes": {
                "NAME": "武汉市三角路中学"
            },
            "geometry": {
                "x": 114.31947194553447,
                "y": 30.580376373557499
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区中华路小学"
            },
            "geometry": {
                "x": 114.29783546245108,
                "y": 30.558506060942022
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区钢都小学"
            },
            "geometry": {
                "x": 114.35820863475317,
                "y": 30.616015998076307
            }
        },
        {
            "attributes": {
                "NAME": "武汉市钢城第八中学"
            },
            "geometry": {
                "x": 114.36709701325879,
                "y": 30.618695829109811
            }
        },
        {
            "attributes": {
                "NAME": "武汉市钢城第十四中学"
            },
            "geometry": {
                "x": 114.36610076387126,
                "y": 30.620780271769036
            }
        },
        {
            "attributes": {
                "NAME": "武汉市钢花中学"
            },
            "geometry": {
                "x": 114.37255307979922,
                "y": 30.619479427241288
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区钢城第一小学"
            },
            "geometry": {
                "x": 114.37190462923058,
                "y": 30.620535458904783
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区建设一路小学"
            },
            "geometry": {
                "x": 114.36343142157079,
                "y": 30.630525605942069
            }
        },
        {
            "attributes": {
                "NAME": "武汉市钢城第十三中学"
            },
            "geometry": {
                "x": 114.37025548710562,
                "y": 30.632820564099461
            }
        },
        {
            "attributes": {
                "NAME": "武汉市任家路中学"
            },
            "geometry": {
                "x": 114.36835262264196,
                "y": 30.624691730581674
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区吉林街小学"
            },
            "geometry": {
                "x": 114.37430596982506,
                "y": 30.627209531605502
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青翠苑学校"
            },
            "geometry": {
                "x": 114.38552973465016,
                "y": 30.618664530834565
            }
        },
        {
            "attributes": {
                "NAME": "武汉市钢城第十六中学"
            },
            "geometry": {
                "x": 114.39142640737271,
                "y": 30.622493811524805
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区钢城第十七小学"
            },
            "geometry": {
                "x": 114.38421522375609,
                "y": 30.624313505947498
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区钢城第十九小学"
            },
            "geometry": {
                "x": 114.38969003279863,
                "y": 30.624693128100205
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区钢城第八小学"
            },
            "geometry": {
                "x": 114.38103078015729,
                "y": 30.629541949244128
            }
        },
        {
            "attributes": {
                "NAME": "武汉市钢城第六中学"
            },
            "geometry": {
                "x": 114.383328235146,
                "y": 30.62954342789169
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区钢城第十小学"
            },
            "geometry": {
                "x": 114.38757498792643,
                "y": 30.629459481320964
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区民主路小学"
            },
            "geometry": {
                "x": 114.29230430310167,
                "y": 30.549710458327809
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄鹤楼学校"
            },
            "geometry": {
                "x": 114.29217878584643,
                "y": 30.546761200131527
            }
        },
        {
            "attributes": {
                "NAME": "武昌区九龙井小学"
            },
            "geometry": {
                "x": 114.29778937550361,
                "y": 30.543635584768936
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第四十五中学"
            },
            "geometry": {
                "x": 114.2893304384346,
                "y": 30.541745240108014
            }
        },
        {
            "attributes": {
                "NAME": "湖北省武昌实验小学"
            },
            "geometry": {
                "x": 114.29118657093352,
                "y": 30.54138967886712
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第二职业教育中心学校"
            },
            "geometry": {
                "x": 114.311074722135,
                "y": 30.540635883664152
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第三十九中学"
            },
            "geometry": {
                "x": 114.30298917755135,
                "y": 30.538531445925059
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区千家街小学"
            },
            "geometry": {
                "x": 114.3110149827944,
                "y": 30.537204892445402
            }
        },
        {
            "attributes": {
                "NAME": "武昌区长江紫都中山小学"
            },
            "geometry": {
                "x": 114.30891421097067,
                "y": 30.534618206105961
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌首义中学"
            },
            "geometry": {
                "x": 114.29769236563027,
                "y": 30.53551216127147
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区复兴路小学"
            },
            "geometry": {
                "x": 114.29407407428175,
                "y": 30.533670110210835
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区复兴路小学"
            },
            "geometry": {
                "x": 114.29493201138621,
                "y": 30.530497057308992
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第九中学"
            },
            "geometry": {
                "x": 114.29708312972764,
                "y": 30.532623951823552
            }
        },
        {
            "attributes": {
                "NAME": "武昌区八铺街小学"
            },
            "geometry": {
                "x": 114.2935996505704,
                "y": 30.525065269876677
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区回民小学"
            },
            "geometry": {
                "x": 114.30102129182274,
                "y": 30.52764998818401
            }
        },
        {
            "attributes": {
                "NAME": "武汉市陆家街中学"
            },
            "geometry": {
                "x": 114.29306195895867,
                "y": 30.519437842221294
            }
        },
        {
            "attributes": {
                "NAME": "武昌区武泰闸小学"
            },
            "geometry": {
                "x": 114.29919684227434,
                "y": 30.520251820829856
            }
        },
        {
            "attributes": {
                "NAME": "武昌区万福林小学"
            },
            "geometry": {
                "x": 114.29275526987419,
                "y": 30.518477528779329
            }
        },
        {
            "attributes": {
                "NAME": "武昌区长江紫都中山小学"
            },
            "geometry": {
                "x": 114.28411750314638,
                "y": 30.517491667979755
            }
        },
        {
            "attributes": {
                "NAME": "武昌区堤前街小学"
            },
            "geometry": {
                "x": 114.27265162362585,
                "y": 30.507168053622252
            }
        },
        {
            "attributes": {
                "NAME": "汉阳区二桥第二幼儿园"
            },
            "geometry": {
                "x": 114.21065672512361,
                "y": 30.571570509747119
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区玫瑰园小学"
            },
            "geometry": {
                "x": 114.20417797943151,
                "y": 30.570431728149742
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区玫瑰园小学"
            },
            "geometry": {
                "x": 114.19507944368058,
                "y": 30.542562372220743
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区钟家村实验小学"
            },
            "geometry": {
                "x": 114.20233788930784,
                "y": 30.552090468533208
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区郭茨口小学"
            },
            "geometry": {
                "x": 114.20398135860398,
                "y": 30.575516756979198
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区德才小学"
            },
            "geometry": {
                "x": 114.2016839170019,
                "y": 30.571970469088683
            }
        },
        {
            "attributes": {
                "NAME": "武汉市德才中学"
            },
            "geometry": {
                "x": 114.1996447195188,
                "y": 30.568924437253031
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区晨光第二幼儿园"
            },
            "geometry": {
                "x": 114.23939563157853,
                "y": 30.527448162472808
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区永安堂小学"
            },
            "geometry": {
                "x": 114.18978902052254,
                "y": 30.569509101897722
            }
        },
        {
            "attributes": {
                "NAME": "武汉市琴断口中学"
            },
            "geometry": {
                "x": 114.16290241626734,
                "y": 30.600696174043492
            }
        },
        {
            "attributes": {
                "NAME": "武汉市永丰中学"
            },
            "geometry": {
                "x": 114.13604543076372,
                "y": 30.559081570456215
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区快活岭小学"
            },
            "geometry": {
                "x": 114.15307426312677,
                "y": 30.560262600556257
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区陈家咀小学"
            },
            "geometry": {
                "x": 114.15138533443815,
                "y": 30.554216432319379
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区黄金口小学"
            },
            "geometry": {
                "x": 114.15245861424171,
                "y": 30.592498071072214
            }
        },
        {
            "attributes": {
                "NAME": "汉阳区晨光幼儿园"
            },
            "geometry": {
                "x": 114.21984365550009,
                "y": 30.557886347706813
            }
        },
        {
            "attributes": {
                "NAME": "汉阳区德才幼儿园"
            },
            "geometry": {
                "x": 114.19925083828821,
                "y": 30.568483104181041
            }
        },
        {
            "attributes": {
                "NAME": "汉阳区玫瑰幼儿园"
            },
            "geometry": {
                "x": 114.20398588580645,
                "y": 30.568015902368529
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区玫瑰第二幼儿园"
            },
            "geometry": {
                "x": 114.19567526882884,
                "y": 30.535468220337748
            }
        },
        {
            "attributes": {
                "NAME": "汉阳区芳卉幼儿园"
            },
            "geometry": {
                "x": 114.25705131329642,
                "y": 30.530384335625456
            }
        },
        {
            "attributes": {
                "NAME": "汉阳区商业幼儿园"
            },
            "geometry": {
                "x": 114.26398377879821,
                "y": 30.549422025900128
            }
        },
        {
            "attributes": {
                "NAME": "武汉市汉阳区弘桥小学"
            },
            "geometry": {
                "x": 114.2684783809184,
                "y": 30.55393071270521
            }
        },
        {
            "attributes": {
                "NAME": "空军蓝星幼儿园"
            },
            "geometry": {
                "x": 114.22915819223113,
                "y": 30.560604743322813
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区解放桥小学"
            },
            "geometry": {
                "x": 114.28814854765756,
                "y": 30.523867870291895
            }
        },
        {
            "attributes": {
                "NAME": "武昌实验寄宿小学"
            },
            "geometry": {
                "x": 114.34647740983189,
                "y": 30.595728784964763
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东亭学校"
            },
            "geometry": {
                "x": 114.34938642358486,
                "y": 30.573713765480534
            }
        },
        {
            "attributes": {
                "NAME": "武汉市中北路中学"
            },
            "geometry": {
                "x": 114.34283198444564,
                "y": 30.558268235258765
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区红岭小学"
            },
            "geometry": {
                "x": 114.33766917819969,
                "y": 30.5561315506244
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东亭学校"
            },
            "geometry": {
                "x": 114.35255728045172,
                "y": 30.56829325045328
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东湖中学"
            },
            "geometry": {
                "x": 114.36235974400222,
                "y": 30.576456947601969
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东亭学校"
            },
            "geometry": {
                "x": 114.34979598373752,
                "y": 30.566020460531149
            }
        },
        {
            "attributes": {
                "NAME": "武汉大学第二附属小学（工学部）"
            },
            "geometry": {
                "x": 114.34423957653996,
                "y": 30.557351853546038
            }
        },
        {
            "attributes": {
                "NAME": "湖北省水果湖第一中学"
            },
            "geometry": {
                "x": 114.33847389383209,
                "y": 30.552990765266941
            }
        },
        {
            "attributes": {
                "NAME": "湖北省水果湖高级中学"
            },
            "geometry": {
                "x": 114.34043338312915,
                "y": 30.551258596736375
            }
        },
        {
            "attributes": {
                "NAME": "湖北省武昌水果湖第二小学"
            },
            "geometry": {
                "x": 114.33768314450174,
                "y": 30.55071183086983
            }
        },
        {
            "attributes": {
                "NAME": "湖北省水果湖第二中学"
            },
            "geometry": {
                "x": 114.33566635573288,
                "y": 30.545483335022197
            }
        },
        {
            "attributes": {
                "NAME": "湖北省武昌水果湖第一小学"
            },
            "geometry": {
                "x": 114.34331680109221,
                "y": 30.546149523430586
            }
        },
        {
            "attributes": {
                "NAME": "武昌区中南路小学"
            },
            "geometry": {
                "x": 114.33422468666004,
                "y": 30.543609628548438
            }
        },
        {
            "attributes": {
                "NAME": "武汉大学第二附属小学（工学部）"
            },
            "geometry": {
                "x": 114.35263267891287,
                "y": 30.542670956617883
            }
        },
        {
            "attributes": {
                "NAME": "武汉大学第一附属小学"
            },
            "geometry": {
                "x": 114.35588084560015,
                "y": 30.534277018708849
            }
        },
        {
            "attributes": {
                "NAME": "武汉大学附属外语学校"
            },
            "geometry": {
                "x": 114.36069529910071,
                "y": 30.533073913072599
            }
        },
        {
            "attributes": {
                "NAME": "武汉思久高级中学"
            },
            "geometry": {
                "x": 114.46216405450843,
                "y": 30.583330921539243
            }
        },
        {
            "attributes": {
                "NAME": "武汉大学附属中学"
            },
            "geometry": {
                "x": 114.35790824260914,
                "y": 30.532345368045242
            }
        },
        {
            "attributes": {
                "NAME": "武昌区大东门小学"
            },
            "geometry": {
                "x": 114.31339649092251,
                "y": 30.553619877415258
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区何家垅小学"
            },
            "geometry": {
                "x": 114.32326483989834,
                "y": 30.547672956694953
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区首义路小学"
            },
            "geometry": {
                "x": 114.30276009302315,
                "y": 30.540408922121458
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第二十五中学"
            },
            "geometry": {
                "x": 114.31790575425873,
                "y": 30.545248519058873
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区珞珈山小学"
            },
            "geometry": {
                "x": 114.33722718751687,
                "y": 30.530463129094414
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第十五中学"
            },
            "geometry": {
                "x": 114.32165261028115,
                "y": 30.540636973298149
            }
        },
        {
            "attributes": {
                "NAME": "武昌区付家坡小学"
            },
            "geometry": {
                "x": 114.32012430013356,
                "y": 30.539833522143283
            }
        },
        {
            "attributes": {
                "NAME": "武汉武珞路实验初级中学"
            },
            "geometry": {
                "x": 114.32417339361007,
                "y": 30.540320343523149
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武珞路中学"
            },
            "geometry": {
                "x": 114.32318043902399,
                "y": 30.539047439138017
            }
        },
        {
            "attributes": {
                "NAME": "武汉市梅苑学校"
            },
            "geometry": {
                "x": 114.32084136372498,
                "y": 30.535524470505322
            }
        },
        {
            "attributes": {
                "NAME": "武汉市梅苑学校"
            },
            "geometry": {
                "x": 114.31604642060586,
                "y": 30.532185365350642
            }
        },
        {
            "attributes": {
                "NAME": "武汉市晒湖中学"
            },
            "geometry": {
                "x": 114.31211489217822,
                "y": 30.528325778081467
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区钢花小学"
            },
            "geometry": {
                "x": 114.36594415395211,
                "y": 30.609143753069475
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区丁字桥小学"
            },
            "geometry": {
                "x": 114.32083954027109,
                "y": 30.523363855455614
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武昌区晒湖小学"
            },
            "geometry": {
                "x": 114.31496590846496,
                "y": 30.521955086337698
            }
        },
        {
            "attributes": {
                "NAME": "武昌区南湖第一小学"
            },
            "geometry": {
                "x": 114.31842677201621,
                "y": 30.513256868981728
            }
        },
        {
            "attributes": {
                "NAME": "武昌区南湖第一小学"
            },
            "geometry": {
                "x": 114.31078310041528,
                "y": 30.503955538075559
            }
        },
        {
            "attributes": {
                "NAME": "武汉市南湖中学"
            },
            "geometry": {
                "x": 114.31197631025043,
                "y": 30.510574563770035
            }
        },
        {
            "attributes": {
                "NAME": "武汉市南湖中学"
            },
            "geometry": {
                "x": 114.30623123631278,
                "y": 30.517464208795502
            }
        },
        {
            "attributes": {
                "NAME": "武昌实验寄宿小学"
            },
            "geometry": {
                "x": 114.30647324845859,
                "y": 30.507842511311082
            }
        },
        {
            "attributes": {
                "NAME": "湖北省武昌实验中学分校"
            },
            "geometry": {
                "x": 114.29731457073194,
                "y": 30.554782102750437
            }
        },
        {
            "attributes": {
                "NAME": "华中师范大学第一附属中学"
            },
            "geometry": {
                "x": 114.38624904811456,
                "y": 30.456139440302366
            }
        },
        {
            "attributes": {
                "NAME": "武汉第一寄宿小学"
            },
            "geometry": {
                "x": 114.32683309530842,
                "y": 30.522732586937423
            }
        },
        {
            "attributes": {
                "NAME": "武汉初级中学"
            },
            "geometry": {
                "x": 114.32585428502603,
                "y": 30.522652952195813
            }
        },
        {
            "attributes": {
                "NAME": "武汉市石洞街学校"
            },
            "geometry": {
                "x": 114.32357574887101,
                "y": 30.526508202326113
            }
        },
        {
            "attributes": {
                "NAME": "武汉市石洞街学校"
            },
            "geometry": {
                "x": 114.27463306819038,
                "y": 30.343269547134867
            }
        },
        {
            "attributes": {
                "NAME": "武汉市钢都中学"
            },
            "geometry": {
                "x": 114.36173988386054,
                "y": 30.61365939001314
            }
        },
        {
            "attributes": {
                "NAME": "武汉市钢城第十一中学"
            },
            "geometry": {
                "x": 114.39347556048722,
                "y": 30.629082094989371
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区钢城第九小学"
            },
            "geometry": {
                "x": 114.3957038641496,
                "y": 30.629405338213701
            }
        },
        {
            "attributes": {
                "NAME": "武汉市钢城第四中学"
            },
            "geometry": {
                "x": 114.38925325501452,
                "y": 30.636791777948076
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区新沟桥小学"
            },
            "geometry": {
                "x": 114.39287383153862,
                "y": 30.636157434827112
            }
        },
        {
            "attributes": {
                "NAME": "武汉市红钢城中学"
            },
            "geometry": {
                "x": 114.40090095425217,
                "y": 30.632106599630731
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区钢城第十二小学"
            },
            "geometry": {
                "x": 114.40056321764655,
                "y": 30.626368692731432
            }
        },
        {
            "attributes": {
                "NAME": "武汉市钢城第十二中学"
            },
            "geometry": {
                "x": 114.39899158250523,
                "y": 30.624259126623144
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武钢三中"
            },
            "geometry": {
                "x": 114.38409803946661,
                "y": 30.64150463271443
            }
        },
        {
            "attributes": {
                "NAME": "武汉市钢城第五中学"
            },
            "geometry": {
                "x": 114.38827984144598,
                "y": 30.643265025884318
            }
        },
        {
            "attributes": {
                "NAME": "武汉青山区红钢城小学"
            },
            "geometry": {
                "x": 114.39236220581108,
                "y": 30.640538356028003
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区钢城第三小学"
            },
            "geometry": {
                "x": 114.39285759203426,
                "y": 30.645803869527697
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区钢城第二小学"
            },
            "geometry": {
                "x": 114.39878027905957,
                "y": 30.644374327928858
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第四十九初级中学"
            },
            "geometry": {
                "x": 114.40321031199971,
                "y": 30.646676434602512
            }
        },
        {
            "attributes": {
                "NAME": "武汉市第四十九中学"
            },
            "geometry": {
                "x": 114.40034817731168,
                "y": 30.649601509806928
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区桥头小学"
            },
            "geometry": {
                "x": 114.41234795462026,
                "y": 30.649077931993304
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区仓埠街爱心幼儿园"
            },
            "geometry": {
                "x": 114.59754360116744,
                "y": 30.841077554801188
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区仓埠街博文幼儿园"
            },
            "geometry": {
                "x": 114.62016032323561,
                "y": 30.765066661393064
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区李集街中心幼儿园"
            },
            "geometry": {
                "x": 114.67271948203825,
                "y": 30.88025497327817
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区李集街李集初级中学"
            },
            "geometry": {
                "x": 114.68217361239874,
                "y": 30.87471615727253
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区李集街李集小学"
            },
            "geometry": {
                "x": 114.66735100381629,
                "y": 30.872941498825128
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区李集街徐沟小学"
            },
            "geometry": {
                "x": 114.67800283139195,
                "y": 30.853162875962084
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区李集街新街小学"
            },
            "geometry": {
                "x": 114.69372069617248,
                "y": 30.84363447918804
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区李集街新街小星星幼儿园"
            },
            "geometry": {
                "x": 114.68801207647732,
                "y": 30.831627671955005
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区李集街三星幼儿园"
            },
            "geometry": {
                "x": 114.69970842483372,
                "y": 30.88642995921515
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区李集街胡店幼儿园"
            },
            "geometry": {
                "x": 114.70670502395933,
                "y": 30.869138663546778
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区李集街得胜小学"
            },
            "geometry": {
                "x": 114.72193419166388,
                "y": 30.880608785678533
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区李集街张店初级中学"
            },
            "geometry": {
                "x": 114.74210083382411,
                "y": 30.855092927177964
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区李集街张店小学"
            },
            "geometry": {
                "x": 114.73764851709609,
                "y": 30.854629930085764
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区李集街张店幼儿园"
            },
            "geometry": {
                "x": 114.73732479806461,
                "y": 30.854034956516159
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区李集街长岭小学"
            },
            "geometry": {
                "x": 114.7192178305088,
                "y": 30.819907639212829
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区李集街小红帽幼儿园"
            },
            "geometry": {
                "x": 114.72193119006681,
                "y": 30.820907255204247
            }
        },
        {
            "attributes": {
                "NAME": "武汉市钢城第二中学"
            },
            "geometry": {
                "x": 114.41422794082644,
                "y": 30.648483024760139
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区钢城第四小学"
            },
            "geometry": {
                "x": 114.42236977144069,
                "y": 30.649139148806796
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区武东小学"
            },
            "geometry": {
                "x": 114.45268223736298,
                "y": 30.577394774759796
            }
        },
        {
            "attributes": {
                "NAME": "武汉市武东中学"
            },
            "geometry": {
                "x": 114.46304766126138,
                "y": 30.583328660414793
            }
        },
        {
            "attributes": {
                "NAME": "武汉市钢城第十中学"
            },
            "geometry": {
                "x": 114.47580126435082,
                "y": 30.609072746127595
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区钢城第十三小学"
            },
            "geometry": {
                "x": 114.47852563697916,
                "y": 30.611762782670269
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区钢城第十一小学"
            },
            "geometry": {
                "x": 114.48102257790345,
                "y": 30.608020923517813
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡家湾中学"
            },
            "geometry": {
                "x": 114.47999621293513,
                "y": 30.606666065964703
            }
        },
        {
            "attributes": {
                "NAME": "武汉市钢城第七中学"
            },
            "geometry": {
                "x": 114.48382112900572,
                "y": 30.608070816390068
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区钢城第十八小学"
            },
            "geometry": {
                "x": 114.48416220003674,
                "y": 30.609240587905617
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区钢城第十四小学"
            },
            "geometry": {
                "x": 114.5049002503365,
                "y": 30.603450014332964
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山区青山小学"
            },
            "geometry": {
                "x": 114.43190360546328,
                "y": 30.659333855275122
            }
        },
        {
            "attributes": {
                "NAME": "武汉市青山中学"
            },
            "geometry": {
                "x": 114.42573783868181,
                "y": 30.657641356139266
            }
        },
        {
            "attributes": {
                "NAME": "武钢实验学校"
            },
            "geometry": {
                "x": 114.38672295467302,
                "y": 30.640717236114597
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山中学"
            },
            "geometry": {
                "x": 114.34795887505163,
                "y": 30.533704477432991
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区街道口小学"
            },
            "geometry": {
                "x": 114.35123357145631,
                "y": 30.533635644672131
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区武珞路小学"
            },
            "geometry": {
                "x": 114.34030119346426,
                "y": 30.531893715271053
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区广埠屯小学"
            },
            "geometry": {
                "x": 114.35891343731976,
                "y": 30.525896403358558
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区卓刀泉小学"
            },
            "geometry": {
                "x": 114.36693028115758,
                "y": 30.513035904809954
            }
        },
        {
            "attributes": {
                "NAME": "武汉市鲁巷实验小学"
            },
            "geometry": {
                "x": 114.39120842928503,
                "y": 30.506601458897876
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区鲁巷小学一分校"
            },
            "geometry": {
                "x": 114.38022879526761,
                "y": 30.501252548728871
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区庙山长城小学"
            },
            "geometry": {
                "x": 114.34095495645374,
                "y": 30.383046513177419
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区南望山小学"
            },
            "geometry": {
                "x": 114.39153908138076,
                "y": 30.519698365509896
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区庙山长城中学"
            },
            "geometry": {
                "x": 114.34021888481925,
                "y": 30.380949806569106
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区楚才小学"
            },
            "geometry": {
                "x": 114.40212197435164,
                "y": 30.495203162570476
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区第一中学"
            },
            "geometry": {
                "x": 114.3324366681012,
                "y": 30.36529004832289
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区东湖路学校"
            },
            "geometry": {
                "x": 114.32343470059118,
                "y": 30.36680118389512
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区第五中学"
            },
            "geometry": {
                "x": 114.33125265882131,
                "y": 30.358225259151936
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区纸坊第七小学"
            },
            "geometry": {
                "x": 114.33065776018839,
                "y": 30.357939772559575
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区珞狮路小学"
            },
            "geometry": {
                "x": 114.34253710913731,
                "y": 30.508236857882139
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区明熙小学"
            },
            "geometry": {
                "x": 114.31697826417258,
                "y": 30.354535917685155
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区武珞路小学金地分校"
            },
            "geometry": {
                "x": 114.32529756273493,
                "y": 30.499124018964721
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区实验小学"
            },
            "geometry": {
                "x": 114.3095481399522,
                "y": 30.35717914795606
            }
        },
        {
            "attributes": {
                "NAME": "湖北工业大学附属小学"
            },
            "geometry": {
                "x": 114.30403399149452,
                "y": 30.485037799190252
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区第三小学"
            },
            "geometry": {
                "x": 114.30301420512023,
                "y": 30.349314961263815
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区第二小学"
            },
            "geometry": {
                "x": 114.31048718628938,
                "y": 30.34793683746102
            }
        },
        {
            "attributes": {
                "NAME": "武汉市江夏区第一小学"
            },
            "geometry": {
                "x": 114.31627267385113,
                "y": 30.347128422513606
            }
        },
        {
            "attributes": {
                "NAME": "武汉市洪山区武南小学"
            },
            "geometry": {
                "x": 114.30381726104565,
                "y": 30.4786171843391
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区吴家山第一小学"
            },
            "geometry": {
                "x": 114.12871677382202,
                "y": 30.631378892942621
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区吴家山第一小学"
            },
            "geometry": {
                "x": 114.12729932539969,
                "y": 30.630880555344902
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖实验小学"
            },
            "geometry": {
                "x": 114.14120184415651,
                "y": 30.624436408273652
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区吴家山第三小学"
            },
            "geometry": {
                "x": 114.13587975174198,
                "y": 30.631962378544642
            }
        },
        {
            "attributes": {
                "NAME": "武汉市吴家山第二中学"
            },
            "geometry": {
                "x": 114.1373540194619,
                "y": 30.629839725717432
            }
        },
        {
            "attributes": {
                "NAME": "武汉市吴家山中学"
            },
            "geometry": {
                "x": 114.12934127621884,
                "y": 30.633159092866947
            }
        },
        {
            "attributes": {
                "NAME": "武汉市吴家山第四中学"
            },
            "geometry": {
                "x": 114.14003277970505,
                "y": 30.631912607634774
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区吴家山第四小学"
            },
            "geometry": {
                "x": 114.14371515853486,
                "y": 30.630305648780791
            }
        },
        {
            "attributes": {
                "NAME": "武汉市区东西湖嘉禾园小学"
            },
            "geometry": {
                "x": 114.14702257163844,
                "y": 30.628078387911557
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡店乡蔡店中学"
            },
            "geometry": {
                "x": 114.28981736236756,
                "y": 31.289193247250296
            }
        },
        {
            "attributes": {
                "NAME": "东西湖区机关幼儿园"
            },
            "geometry": {
                "x": 114.1304324722712,
                "y": 30.62976826037783
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡店乡蔡店小学"
            },
            "geometry": {
                "x": 114.29478184588152,
                "y": 31.283896216926621
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡店乡长岗小学（教学点）"
            },
            "geometry": {
                "x": 114.28219448004222,
                "y": 31.328663491426994
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡店乡东方红小学（教学点）"
            },
            "geometry": {
                "x": 114.30909718532212,
                "y": 31.273440231088898
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡店乡港口小学（教学点）"
            },
            "geometry": {
                "x": 114.26671058435966,
                "y": 31.279976138513632
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区职业技术学校"
            },
            "geometry": {
                "x": 114.1253031796781,
                "y": 30.61677025233746
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区职业技术学校"
            },
            "geometry": {
                "x": 114.13045257884403,
                "y": 30.61830786348628
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡店乡郭岗小学"
            },
            "geometry": {
                "x": 114.29274503478962,
                "y": 31.316096211677689
            }
        },
        {
            "attributes": {
                "NAME": "武汉市吴家山第五中学"
            },
            "geometry": {
                "x": 114.13699943283223,
                "y": 30.616988532823257
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡店乡郭河小学"
            },
            "geometry": {
                "x": 114.26636382060644,
                "y": 31.294801244972518
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区吴家山第五小学"
            },
            "geometry": {
                "x": 114.13997961850623,
                "y": 30.616192972713179
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡店乡刘家山小学（教学点）"
            },
            "geometry": {
                "x": 114.20772420774483,
                "y": 31.297066340437993
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡店乡彭城小学（教学点）"
            },
            "geometry": {
                "x": 114.30873738571245,
                "y": 31.255641582827366
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡店乡土家族小学"
            },
            "geometry": {
                "x": 114.25200252827653,
                "y": 31.246703651621544
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区友谊小学"
            },
            "geometry": {
                "x": 114.11110060547981,
                "y": 30.613522926986661
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡店乡源泉小学"
            },
            "geometry": {
                "x": 114.22611606227679,
                "y": 31.22856643597396
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡店中心幼儿园"
            },
            "geometry": {
                "x": 114.29698341238304,
                "y": 31.289478224151082
            }
        },
        {
            "attributes": {
                "NAME": "北大附中武汉为明实验学校"
            },
            "geometry": {
                "x": 114.15009399399946,
                "y": 30.649680628903468
            }
        },
        {
            "attributes": {
                "NAME": "武汉市三店学校"
            },
            "geometry": {
                "x": 114.14158153246024,
                "y": 30.651721038122275
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区盘龙城智美F、天下幼儿园"
            },
            "geometry": {
                "x": 114.36655282349386,
                "y": 31.217837884160076
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区西湖小学"
            },
            "geometry": {
                "x": 114.10772029358179,
                "y": 30.634220818545884
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区姚家集街车站小学（教学点）"
            },
            "geometry": {
                "x": 114.43301719120848,
                "y": 31.298018636405061
            }
        },
        {
            "attributes": {
                "NAME": "武汉为明高级中学"
            },
            "geometry": {
                "x": 114.15160920068263,
                "y": 30.649586903358284
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区姚家集街李集小学"
            },
            "geometry": {
                "x": 114.40339867585328,
                "y": 31.277439674450648
            }
        },
        {
            "attributes": {
                "NAME": "武汉中太学校"
            },
            "geometry": {
                "x": 114.15711126768906,
                "y": 30.654142556025135
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区姚家集街帽子小学"
            },
            "geometry": {
                "x": 114.42985565813433,
                "y": 31.190306894768923
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区凌云小学"
            },
            "geometry": {
                "x": 114.1833448784862,
                "y": 30.635000047954009
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区姚家集街前进小学（教学点）"
            },
            "geometry": {
                "x": 114.38731034372847,
                "y": 31.240339253961622
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区姚家集街群联小学（教学点）"
            },
            "geometry": {
                "x": 114.40116618522927,
                "y": 31.298311066903409
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区姚家集街仁和小学（教学点）"
            },
            "geometry": {
                "x": 114.34456817147645,
                "y": 31.242330405798668
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区姚家集街姚集小学"
            },
            "geometry": {
                "x": 114.37106690626615,
                "y": 31.217748952822944
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区凌云幼儿园"
            },
            "geometry": {
                "x": 114.1838382649986,
                "y": 30.635623148086722
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区姚家集街姚集中学"
            },
            "geometry": {
                "x": 114.37184033969118,
                "y": 31.217570568852068
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区金口小学"
            },
            "geometry": {
                "x": 114.18892544640005,
                "y": 30.629772939841246
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区姚家集街寨山小学（教学点）"
            },
            "geometry": {
                "x": 114.38653640891528,
                "y": 31.289216447237322
            }
        },
        {
            "attributes": {
                "NAME": "武汉市万科高尔夫小学"
            },
            "geometry": {
                "x": 114.20769393063279,
                "y": 30.648399033160501
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区仓埠街杨裴小学"
            },
            "geometry": {
                "x": 114.560060390839,
                "y": 30.784790695929416
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区仓埠街方杨小学"
            },
            "geometry": {
                "x": 114.64011156177207,
                "y": 30.898208919984768
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区仓埠街靠山幼儿园"
            },
            "geometry": {
                "x": 114.61956882052687,
                "y": 30.871871869244842
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区仓埠街三山小学"
            },
            "geometry": {
                "x": 114.62041693889387,
                "y": 30.867924669811771
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区仓埠街丛林小学"
            },
            "geometry": {
                "x": 114.64991562536522,
                "y": 30.874229632567392
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区第二中学"
            },
            "geometry": {
                "x": 114.5941784675324,
                "y": 30.833837025931359
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区仓埠街仓埠初级中学"
            },
            "geometry": {
                "x": 114.60421103666613,
                "y": 30.837212539001314
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区仓埠街中心幼儿园"
            },
            "geometry": {
                "x": 114.59826867052743,
                "y": 30.833670402735947
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区仓埠街中心小学"
            },
            "geometry": {
                "x": 114.59977242587183,
                "y": 30.832576882492731
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区凤凰镇初级中学"
            },
            "geometry": {
                "x": 114.74828634716732,
                "y": 30.924665452948659
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区凤凰镇中心小学"
            },
            "geometry": {
                "x": 114.75339827572066,
                "y": 30.923463090907262
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区凤凰镇中心幼儿园"
            },
            "geometry": {
                "x": 114.75430705353767,
                "y": 30.928474877322458
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区凤凰镇郭岗小学"
            },
            "geometry": {
                "x": 114.73283249084056,
                "y": 30.954500441433368
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区凤凰镇郭岗小学何田教学点"
            },
            "geometry": {
                "x": 114.72039702597033,
                "y": 30.940613712578909
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区凤凰镇胜利小学"
            },
            "geometry": {
                "x": 114.74370610085225,
                "y": 30.963879711544507
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区凤凰镇爱心幼儿园"
            },
            "geometry": {
                "x": 114.75316910054914,
                "y": 30.968917429178703
            }
        },
        {
            "attributes": {
                "NAME": "武汉康华高级中学"
            },
            "geometry": {
                "x": 114.58148017943518,
                "y": 30.65198872133675
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街中心小学"
            },
            "geometry": {
                "x": 114.57046825661598,
                "y": 30.666573359983545
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街小星星幼儿园"
            },
            "geometry": {
                "x": 114.56204775522383,
                "y": 30.665308427115406
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街香岗第二幼儿园"
            },
            "geometry": {
                "x": 114.57118518457457,
                "y": 30.674052619985105
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街童心幼儿园"
            },
            "geometry": {
                "x": 114.5710514718113,
                "y": 30.660369006007045
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街中心幼儿园"
            },
            "geometry": {
                "x": 114.56216135168108,
                "y": 30.657774613454308
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街新美幼儿园"
            },
            "geometry": {
                "x": 114.56701432761031,
                "y": 30.666568299673145
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街蓝天幼儿园"
            },
            "geometry": {
                "x": 114.57359363302839,
                "y": 30.655945546413591
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区李集街莲花小学"
            },
            "geometry": {
                "x": 114.68648369570997,
                "y": 30.932974073434139
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集胡三小学"
            },
            "geometry": {
                "x": 114.69062543166581,
                "y": 30.815720769719064
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集街孔埠初级中学"
            },
            "geometry": {
                "x": 114.66912511692442,
                "y": 30.807769299959261
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集街孔埠小学"
            },
            "geometry": {
                "x": 114.66331776579023,
                "y": 30.806733914263702
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集街孔埠幼儿园"
            },
            "geometry": {
                "x": 114.66673312575392,
                "y": 30.806397280667284
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集程山小学"
            },
            "geometry": {
                "x": 114.65948287688582,
                "y": 30.832596626790632
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集街汪集初级中学"
            },
            "geometry": {
                "x": 114.70572021258022,
                "y": 30.773558255711464
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲高级职业中学"
            },
            "geometry": {
                "x": 114.70307457873139,
                "y": 30.775930808905912
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集街中心小学"
            },
            "geometry": {
                "x": 114.70434431609476,
                "y": 30.774632160908936
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集街中心幼儿园"
            },
            "geometry": {
                "x": 114.70520589791636,
                "y": 30.774303768789196
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集街大拇指幼儿园"
            },
            "geometry": {
                "x": 114.70549982886007,
                "y": 30.778631974702876
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集街苗苗幼儿园"
            },
            "geometry": {
                "x": 114.70358276460377,
                "y": 30.784496478521248
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集冯铺小学"
            },
            "geometry": {
                "x": 114.70338672945866,
                "y": 30.751374623228116
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集街洲上小学"
            },
            "geometry": {
                "x": 114.66259518975937,
                "y": 30.796973119922882
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集洪寨小学"
            },
            "geometry": {
                "x": 114.74358461031431,
                "y": 30.750625661602101
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集街宝龙小学"
            },
            "geometry": {
                "x": 114.73723979842634,
                "y": 30.790827372267074
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集街育才幼儿园"
            },
            "geometry": {
                "x": 114.66300283600413,
                "y": 30.782754306655988
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集街阳光幼儿园"
            },
            "geometry": {
                "x": 114.64680687428358,
                "y": 30.833385356884833
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集街红太阳幼儿园"
            },
            "geometry": {
                "x": 114.74940894923157,
                "y": 30.746083408710035
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集街红苹果幼儿园"
            },
            "geometry": {
                "x": 114.70376373978741,
                "y": 30.752774143127056
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区双柳街刘镇初级中学"
            },
            "geometry": {
                "x": 114.64429786223104,
                "y": 30.589692948104187
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区双柳街中心小学"
            },
            "geometry": {
                "x": 114.65316675180702,
                "y": 30.587220608329005
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区双柳街中心幼儿园"
            },
            "geometry": {
                "x": 114.65083113189178,
                "y": 30.588891140540568
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区双柳街殷店小学"
            },
            "geometry": {
                "x": 114.59702235884936,
                "y": 30.604605658998821
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区双柳街龙山幼儿园"
            },
            "geometry": {
                "x": 114.60958139911793,
                "y": 30.598637334627881
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区双柳街新星幼儿园"
            },
            "geometry": {
                "x": 114.60206142023833,
                "y": 30.60539181817478
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区双柳街汉昕小学"
            },
            "geometry": {
                "x": 114.83292048595661,
                "y": 30.646394800331905
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区双柳街陈路小学"
            },
            "geometry": {
                "x": 114.75798559998191,
                "y": 30.622087976169269
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区双柳街挖沟初级中学"
            },
            "geometry": {
                "x": 114.73645270786722,
                "y": 30.614226365756281
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区双柳街大埠幼儿园"
            },
            "geometry": {
                "x": 114.83307415471984,
                "y": 30.643707971699826
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区双柳街小太阳幼儿园"
            },
            "geometry": {
                "x": 114.83240451517884,
                "y": 30.644665950851618
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区双柳街莲湖小学"
            },
            "geometry": {
                "x": 114.74939481492311,
                "y": 30.705153703074302
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区双柳街涨渡湖小学"
            },
            "geometry": {
                "x": 114.78705523315523,
                "y": 30.668813661982256
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区双柳街培林幼儿园"
            },
            "geometry": {
                "x": 114.69491826472745,
                "y": 30.592098635278091
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区辛冲镇第一初级中学"
            },
            "geometry": {
                "x": 114.81857991330867,
                "y": 30.778595311847027
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区辛冲镇中心小学"
            },
            "geometry": {
                "x": 114.81518622767499,
                "y": 30.773890709262389
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区辛冲镇中心幼儿园"
            },
            "geometry": {
                "x": 114.81477866468322,
                "y": 30.769290545983267
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区辛冲镇第二初级中学"
            },
            "geometry": {
                "x": 114.83000020706095,
                "y": 30.829731165499311
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区辛冲镇东城小学"
            },
            "geometry": {
                "x": 114.8218153675067,
                "y": 30.833466833776754
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区辛冲镇干河小学"
            },
            "geometry": {
                "x": 114.84777360275621,
                "y": 30.801901106134892
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区辛冲镇马河小学"
            },
            "geometry": {
                "x": 114.86478313136888,
                "y": 30.797299153014421
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区辛冲镇河东小学"
            },
            "geometry": {
                "x": 114.83869960482275,
                "y": 30.788392840905658
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区辛冲镇中心小学熊家点"
            },
            "geometry": {
                "x": 114.81695175380469,
                "y": 30.75589244148648
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区辛冲镇小星星幼儿园"
            },
            "geometry": {
                "x": 114.86309693839087,
                "y": 30.801733748902109
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区辛冲镇炯伟小学"
            },
            "geometry": {
                "x": 114.86661380427245,
                "y": 30.856725836828161
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区辛冲镇小天才幼儿园"
            },
            "geometry": {
                "x": 114.86492544504154,
                "y": 30.851011333357519
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区辛冲镇炯伟小学李寨点"
            },
            "geometry": {
                "x": 114.87660233837858,
                "y": 30.841827833930154
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区旧街街中心小学"
            },
            "geometry": {
                "x": 114.92214213904197,
                "y": 30.834090780135341
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区旧街街初级中学"
            },
            "geometry": {
                "x": 114.90857913458808,
                "y": 30.836281507603758
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区旧街街红星幼儿园"
            },
            "geometry": {
                "x": 114.92305912602558,
                "y": 30.833483032657227
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区旧街街利河小学"
            },
            "geometry": {
                "x": 114.96335404266347,
                "y": 30.85393497452759
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区道观中心小学"
            },
            "geometry": {
                "x": 114.97792138925911,
                "y": 30.877458043588547
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区旧街街团上幼儿园"
            },
            "geometry": {
                "x": 114.9495280964677,
                "y": 30.81275246559386
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区旧街街黄林小学"
            },
            "geometry": {
                "x": 114.89439535478141,
                "y": 30.807612075748921
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区旧街王屋明德小学"
            },
            "geometry": {
                "x": 114.90929883675085,
                "y": 30.860170419795281
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区旧街街新集龙凤幼儿园"
            },
            "geometry": {
                "x": 114.86519541206496,
                "y": 30.814768985465491
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区旧街街道幼儿园"
            },
            "geometry": {
                "x": 114.92019698301658,
                "y": 30.835819208001396
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区第四中学"
            },
            "geometry": {
                "x": 114.93207704737199,
                "y": 30.890974014413757
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区旧街街新集初级中学"
            },
            "geometry": {
                "x": 114.94039816576344,
                "y": 30.895896067991657
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区旧街街新集小学"
            },
            "geometry": {
                "x": 114.94555064382507,
                "y": 30.895335472327019
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区旧街街新集中心幼儿园"
            },
            "geometry": {
                "x": 114.94885233406239,
                "y": 30.898362560158603
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区旧街街新集龙凤幼儿园"
            },
            "geometry": {
                "x": 114.95013183422384,
                "y": 30.899461258768042
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区旧街街火车站小学"
            },
            "geometry": {
                "x": 114.90716346681609,
                "y": 30.879736041046954
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区旧街街火车站青松幼儿园"
            },
            "geometry": {
                "x": 114.90244887312997,
                "y": 30.874334822973992
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区双柳街世华小学"
            },
            "geometry": {
                "x": 114.59365623363863,
                "y": 30.632370120476764
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区徐古镇初级中学"
            },
            "geometry": {
                "x": 114.97538362676687,
                "y": 30.950627235213062
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区徐古镇中心小学"
            },
            "geometry": {
                "x": 114.97698329689661,
                "y": 30.947470098139377
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区徐古镇中心幼儿园"
            },
            "geometry": {
                "x": 114.9697053746994,
                "y": 30.949740581484889
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区徐古镇桃花小学沙河教学点"
            },
            "geometry": {
                "x": 114.99615530040558,
                "y": 30.927904304932042
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区徐古镇红太阳幼儿园"
            },
            "geometry": {
                "x": 114.99738964385745,
                "y": 30.919743801048753
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区徐古镇柳河小学"
            },
            "geometry": {
                "x": 115.03143682644088,
                "y": 30.897623012572751
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区徐古镇绿化小学"
            },
            "geometry": {
                "x": 114.93028333674783,
                "y": 30.935015004614286
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区徐古镇小欣欣幼儿园"
            },
            "geometry": {
                "x": 114.97194259689672,
                "y": 30.951822771993079
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区潘塘街李店小学"
            },
            "geometry": {
                "x": 114.93908985746589,
                "y": 30.982873649367434
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区潘塘街井边小学"
            },
            "geometry": {
                "x": 114.90310337518645,
                "y": 30.973464327543184
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区潘塘街初级中学"
            },
            "geometry": {
                "x": 114.89779600787688,
                "y": 31.002323414210764
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区潘塘街中心小学"
            },
            "geometry": {
                "x": 114.88747446014645,
                "y": 30.997797297981549
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区潘塘街中心幼儿园"
            },
            "geometry": {
                "x": 114.89040096321423,
                "y": 30.996677530645456
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区潘塘街金星幼儿园"
            },
            "geometry": {
                "x": 114.89186352494312,
                "y": 30.991344303784956
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街第一初级中学"
            },
            "geometry": {
                "x": 114.78350315814703,
                "y": 30.924775033486696
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街中心小学"
            },
            "geometry": {
                "x": 114.78949964531876,
                "y": 30.932599604807706
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街中心幼儿园"
            },
            "geometry": {
                "x": 114.79178466874339,
                "y": 30.93309000319806
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街前进小学"
            },
            "geometry": {
                "x": 114.78241077296934,
                "y": 30.958242450128807
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街幸福小学"
            },
            "geometry": {
                "x": 114.78390495655276,
                "y": 30.986662109839017
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街份子星星幼儿园"
            },
            "geometry": {
                "x": 114.78195548175017,
                "y": 30.984529564186062
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街徐贵幼儿园"
            },
            "geometry": {
                "x": 114.7788626373291,
                "y": 30.96910940083842
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街宋寨小学"
            },
            "geometry": {
                "x": 114.83316588833077,
                "y": 30.934613129841694
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街小星星幼儿园"
            },
            "geometry": {
                "x": 114.83592939943253,
                "y": 30.935253498980217
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店丝宝中心小学"
            },
            "geometry": {
                "x": 114.86092144588508,
                "y": 30.920662130318988
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街第二初级中学"
            },
            "geometry": {
                "x": 114.85433913078714,
                "y": 30.921861617314221
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街晶晶幼儿园"
            },
            "geometry": {
                "x": 114.86223142586948,
                "y": 30.920040010613718
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街佳佳幼儿园"
            },
            "geometry": {
                "x": 114.86055704654541,
                "y": 30.921674841923846
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街育才幼儿园"
            },
            "geometry": {
                "x": 114.7914876654246,
                "y": 30.930531471457812
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街金太阳幼儿园"
            },
            "geometry": {
                "x": 114.79365045351221,
                "y": 30.929806842894095
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街红旗小学"
            },
            "geometry": {
                "x": 114.80022229157407,
                "y": 30.89885392052804
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街贺桥小学"
            },
            "geometry": {
                "x": 114.86943804650059,
                "y": 30.8863473374808
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区阳逻街新苗幼儿园"
            },
            "geometry": {
                "x": 114.55713578057816,
                "y": 30.66046461886566
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区特殊教育学校"
            },
            "geometry": {
                "x": 114.79841552639914,
                "y": 30.857302904117887
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区邾城街章林幼儿园"
            },
            "geometry": {
                "x": 114.78838107775925,
                "y": 30.830505575083407
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区三店街晨晖幼儿园"
            },
            "geometry": {
                "x": 114.79859893190303,
                "y": 30.931476236316655
            }
        },
        {
            "attributes": {
                "NAME": "武汉市吴家山第三中学"
            },
            "geometry": {
                "x": 114.12513130236289,
                "y": 30.623486754773296
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区荷包湖小学"
            },
            "geometry": {
                "x": 114.218836592201,
                "y": 30.630466161052368
            }
        },
        {
            "attributes": {
                "NAME": "武汉睿升学校"
            },
            "geometry": {
                "x": 114.21322355515372,
                "y": 30.651433942574954
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区马池小学"
            },
            "geometry": {
                "x": 114.22121902586059,
                "y": 30.657224394852278
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区将军路小学"
            },
            "geometry": {
                "x": 114.25525109650232,
                "y": 30.651150041297342
            }
        },
        {
            "attributes": {
                "NAME": "武汉市将军路中学"
            },
            "geometry": {
                "x": 114.24459009096995,
                "y": 30.65759722882234
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区将军路中心幼儿园"
            },
            "geometry": {
                "x": 114.24652861958737,
                "y": 30.650825875299688
            }
        },
        {
            "attributes": {
                "NAME": "武汉市万科西半岛小学"
            },
            "geometry": {
                "x": 114.16562136739844,
                "y": 30.658398646418277
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区径河小学"
            },
            "geometry": {
                "x": 114.15873262783407,
                "y": 30.679864393099422
            }
        },
        {
            "attributes": {
                "NAME": "武汉市径河中学"
            },
            "geometry": {
                "x": 114.15407482561034,
                "y": 30.68143482371039
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区天河街航天小学"
            },
            "geometry": {
                "x": 114.218561601945,
                "y": 30.805238080870879
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区六指街甘棠中学"
            },
            "geometry": {
                "x": 114.57878602522021,
                "y": 30.879751565901074
            }
        },
        {
            "attributes": {
                "NAME": "黄陂区前川街第六小学"
            },
            "geometry": {
                "x": 114.36401240494922,
                "y": 30.873309682680429
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区六指街建国小学"
            },
            "geometry": {
                "x": 114.44793810263241,
                "y": 30.819020831772548
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区六指街六指中学"
            },
            "geometry": {
                "x": 114.48919184938438,
                "y": 30.883810452088937
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街第三中学"
            },
            "geometry": {
                "x": 114.36154166209303,
                "y": 30.870226008123154
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街第四小学"
            },
            "geometry": {
                "x": 114.35828875606705,
                "y": 30.865614243958987
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区六指街骆店小学"
            },
            "geometry": {
                "x": 114.58458753493733,
                "y": 30.857416806996127
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街第一小学"
            },
            "geometry": {
                "x": 114.36847228211991,
                "y": 30.868221522046269
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区六指街新华小学"
            },
            "geometry": {
                "x": 114.4557448815641,
                "y": 30.886938595598508
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街第一幼儿园"
            },
            "geometry": {
                "x": 114.35708647694969,
                "y": 30.874241505088321
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街第一中学"
            },
            "geometry": {
                "x": 114.37430631811571,
                "y": 30.881876572771432
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区六指街中心幼儿园"
            },
            "geometry": {
                "x": 114.49579522995384,
                "y": 30.874479225312086
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街红十月小学"
            },
            "geometry": {
                "x": 114.41277553520126,
                "y": 30.833700446510534
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区罗汉寺街道研子中学"
            },
            "geometry": {
                "x": 114.32612968590888,
                "y": 31.016964256983215
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区罗汉寺街道祝店小学"
            },
            "geometry": {
                "x": 114.34437101018648,
                "y": 30.955140137159447
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街鲁台小学"
            },
            "geometry": {
                "x": 114.38673715169705,
                "y": 30.867622023227852
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区径河中心幼儿园"
            },
            "geometry": {
                "x": 114.15935070075921,
                "y": 30.679166352239633
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区天河街道天河中学"
            },
            "geometry": {
                "x": 114.21308762662238,
                "y": 30.804666702437089
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区先进小学"
            },
            "geometry": {
                "x": 114.18840395373945,
                "y": 30.689423780622235
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区天河街中心幼儿园"
            },
            "geometry": {
                "x": 114.21605182193082,
                "y": 30.805845623619973
            }
        },
        {
            "attributes": {
                "NAME": "武汉市柏泉学校"
            },
            "geometry": {
                "x": 114.12227657282972,
                "y": 30.732948379949562
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区柏泉实验幼儿园"
            },
            "geometry": {
                "x": 114.11267108864342,
                "y": 30.73284173665553
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区职业技术学校"
            },
            "geometry": {
                "x": 114.36398270345546,
                "y": 30.864801598298357
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区直属机关幼儿园"
            },
            "geometry": {
                "x": 114.37825174494662,
                "y": 30.872430889518455
            }
        },
        {
            "attributes": {
                "NAME": "中国人民解放军95942部队幼儿园"
            },
            "geometry": {
                "x": 114.32350887486893,
                "y": 30.86881469420814
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东山中学"
            },
            "geometry": {
                "x": 114.01072250463653,
                "y": 30.777378316471072
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区东山小学"
            },
            "geometry": {
                "x": 114.01059255985581,
                "y": 30.776365115721092
            }
        },
        {
            "attributes": {
                "NAME": "武汉福慧培英小学"
            },
            "geometry": {
                "x": 114.0165251671167,
                "y": 30.713359309759255
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡家榨街道蔡榨小学"
            },
            "geometry": {
                "x": 114.53079382212366,
                "y": 30.926434057702295
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡家榨街道蔡榨中学"
            },
            "geometry": {
                "x": 114.53365116014845,
                "y": 30.92282120226281
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区辛安渡小学"
            },
            "geometry": {
                "x": 113.92341752211587,
                "y": 30.750422554598174
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡家榨街韩集小学"
            },
            "geometry": {
                "x": 114.52173833330619,
                "y": 30.965805465257972
            }
        },
        {
            "attributes": {
                "NAME": "武汉市辛安渡中学"
            },
            "geometry": {
                "x": 113.93086512943296,
                "y": 30.743962559148315
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡家榨街长岭小学（教学点）"
            },
            "geometry": {
                "x": 114.63830350852254,
                "y": 30.915401614287134
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区新沟镇小学"
            },
            "geometry": {
                "x": 113.94750153847804,
                "y": 30.698524222980495
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新沟中学"
            },
            "geometry": {
                "x": 113.94266331833103,
                "y": 30.70102249803648
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区燕岭小学"
            },
            "geometry": {
                "x": 113.97728727618971,
                "y": 30.688786201861433
            }
        },
        {
            "attributes": {
                "NAME": "武汉绿色照明飞利浦希望小学"
            },
            "geometry": {
                "x": 113.99706743104707,
                "y": 30.683050115206186
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡家榨街连三楼小学（教学点）"
            },
            "geometry": {
                "x": 114.49835925771708,
                "y": 30.927216161576268
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡家榨街桥头小学（教学点）"
            },
            "geometry": {
                "x": 114.50612647700302,
                "y": 30.994393797036821
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区新岭小学"
            },
            "geometry": {
                "x": 114.03761874646909,
                "y": 30.662710606522808
            }
        },
        {
            "attributes": {
                "NAME": "武汉市走马岭中学"
            },
            "geometry": {
                "x": 114.0260270259754,
                "y": 30.654825202192285
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡家榨街新生小学"
            },
            "geometry": {
                "x": 114.58140007408065,
                "y": 30.950036025341433
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区走马岭小学"
            },
            "geometry": {
                "x": 114.01941263251774,
                "y": 30.652445872479973
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡家榨街张湾小学（教学点）"
            },
            "geometry": {
                "x": 114.54676280647516,
                "y": 30.962229466978101
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区蔡家榨街中心幼儿园"
            },
            "geometry": {
                "x": 114.53380262936787,
                "y": 30.928455339318191
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区走马岭园林幼儿园"
            },
            "geometry": {
                "x": 114.01721467682273,
                "y": 30.652749686055699
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区打靶堤小学"
            },
            "geometry": {
                "x": 114.03975442886588,
                "y": 30.63910298827534
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区幸福小学"
            },
            "geometry": {
                "x": 114.07185603094285,
                "y": 30.62488076359972
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区长岭街杨河小学（教学点）"
            },
            "geometry": {
                "x": 114.34336908412456,
                "y": 31.165632755316437
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区东方红小学"
            },
            "geometry": {
                "x": 113.98912450524642,
                "y": 30.639760567441783
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东方红中学"
            },
            "geometry": {
                "x": 113.98651142634628,
                "y": 30.633091180041731
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区长轩岭街长岭小学"
            },
            "geometry": {
                "x": 114.34705695382092,
                "y": 31.105752260871498
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区长轩岭街长岭中学"
            },
            "geometry": {
                "x": 114.34743176682628,
                "y": 31.106501909116844
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区六合小学"
            },
            "geometry": {
                "x": 114.02071096735392,
                "y": 30.618610275761398
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区长轩岭街红根小学"
            },
            "geometry": {
                "x": 114.35615567898697,
                "y": 31.05755047394166
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区长轩岭街十棵松小学"
            },
            "geometry": {
                "x": 114.3422483303284,
                "y": 31.154676154032018
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区石榴红小学"
            },
            "geometry": {
                "x": 114.04324547628948,
                "y": 30.592089273685019
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区长轩岭街石门小学"
            },
            "geometry": {
                "x": 114.29228034174059,
                "y": 31.153793311598008
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区临嶂小学"
            },
            "geometry": {
                "x": 114.08321673674936,
                "y": 30.598717334228979
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区长轩岭街石门幼儿园"
            },
            "geometry": {
                "x": 114.29809910397546,
                "y": 31.163373347805191
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区慈惠小学"
            },
            "geometry": {
                "x": 114.1180936100767,
                "y": 30.598037515667158
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区横店街道幼儿园"
            },
            "geometry": {
                "x": 114.28845173076513,
                "y": 30.805389809985684
            }
        },
        {
            "attributes": {
                "NAME": "武汉市慈惠中学"
            },
            "geometry": {
                "x": 114.12154763036551,
                "y": 30.599780274666671
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖区九坤幼儿园"
            },
            "geometry": {
                "x": 114.13699430314421,
                "y": 30.61008607132095
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区大潭原种场大潭小学"
            },
            "geometry": {
                "x": 114.40217319346766,
                "y": 30.797334591943923
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区第二中学"
            },
            "geometry": {
                "x": 114.2346539610553,
                "y": 31.020050098194758
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区第六中学"
            },
            "geometry": {
                "x": 114.35841994848897,
                "y": 30.874307998980669
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区第七中学"
            },
            "geometry": {
                "x": 114.38276664860985,
                "y": 30.866745324143494
            }
        },
        {
            "attributes": {
                "NAME": "武汉市东西湖为明幼儿园"
            },
            "geometry": {
                "x": 114.1506920998653,
                "y": 30.64845399739437
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区第三中学"
            },
            "geometry": {
                "x": 114.35136701085889,
                "y": 31.100378980601363
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区长轩岭街中心幼儿园"
            },
            "geometry": {
                "x": 114.34758259049238,
                "y": 31.105416230030869
            }
        },
        {
            "attributes": {
                "NAME": "武汉市金银湖中学"
            },
            "geometry": {
                "x": 114.2126245847727,
                "y": 30.661786604116685
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区第一中学"
            },
            "geometry": {
                "x": 114.35720610321789,
                "y": 30.905303358715457
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区二八八小学"
            },
            "geometry": {
                "x": 114.30689268792469,
                "y": 30.700012395033298
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区横店街横店小学"
            },
            "geometry": {
                "x": 114.28954447854483,
                "y": 30.804914446644091
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区横店街横店中学"
            },
            "geometry": {
                "x": 114.29052375986259,
                "y": 30.801249930784081
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区横店街红旗小学"
            },
            "geometry": {
                "x": 114.29268780466759,
                "y": 30.795181287187575
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区横店街梅冲小学"
            },
            "geometry": {
                "x": 114.29436563938305,
                "y": 30.841210726147324
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区横店街三阳小学"
            },
            "geometry": {
                "x": 114.33572045006451,
                "y": 30.798762667462199
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区滠口街中心幼儿园"
            },
            "geometry": {
                "x": 114.27737946188688,
                "y": 30.804578336847044
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区李家集街爱国小学（教学点）"
            },
            "geometry": {
                "x": 114.22632808958042,
                "y": 31.052409144645139
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区李家集街红旗小学"
            },
            "geometry": {
                "x": 114.17376659478202,
                "y": 31.013224455131024
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区李家集街红卫小学"
            },
            "geometry": {
                "x": 114.17437037534432,
                "y": 31.033278515465327
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区李家集街金银小学"
            },
            "geometry": {
                "x": 114.2183188590833,
                "y": 31.03619215643306
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区李家集街李集小学"
            },
            "geometry": {
                "x": 114.23107485881883,
                "y": 31.010852507261234
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区李家集街李集中学"
            },
            "geometry": {
                "x": 114.23512820074052,
                "y": 31.017907697060934
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区李家集街民益小学（教学点）"
            },
            "geometry": {
                "x": 114.24501184105759,
                "y": 30.985669375027101
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区李家集街农合小学"
            },
            "geometry": {
                "x": 114.19610340586814,
                "y": 30.974326729922893
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区李家集街泡桐中心幼儿园"
            },
            "geometry": {
                "x": 114.19891375626298,
                "y": 31.075648083800729
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区李家集街农力小学"
            },
            "geometry": {
                "x": 114.25032473364922,
                "y": 31.065009882293452
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区李家集街泡桐二中"
            },
            "geometry": {
                "x": 114.20166119155294,
                "y": 31.059799437486106
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区李家集街泡桐小学"
            },
            "geometry": {
                "x": 114.19991316428832,
                "y": 31.077172325077015
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区李家集街团结小学（教学点）"
            },
            "geometry": {
                "x": 114.20818189130057,
                "y": 31.070936689452822
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区李家集街先锋小学（教学点）"
            },
            "geometry": {
                "x": 114.21669979939531,
                "y": 31.010067600192315
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区李家集街郑店小学"
            },
            "geometry": {
                "x": 114.21458122472961,
                "y": 30.965748261507429
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区李家集街中心幼儿园"
            },
            "geometry": {
                "x": 114.23206414757863,
                "y": 31.010055225667429
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区第四中学"
            },
            "geometry": {
                "x": 114.49151592042404,
                "y": 30.868805231056285
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区第五中学"
            },
            "geometry": {
                "x": 114.35159741851828,
                "y": 30.711984944396761
            }
        },
        {
            "attributes": {
                "NAME": "黄陂区前川街第六小学"
            },
            "geometry": {
                "x": 114.36145861553371,
                "y": 30.884582672045724
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区六指街滨湖小学"
            },
            "geometry": {
                "x": 114.5555707551207,
                "y": 30.834942411784084
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街道环城中学"
            },
            "geometry": {
                "x": 114.36221670938664,
                "y": 30.883777344980217
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街第二中心幼儿园"
            },
            "geometry": {
                "x": 114.3525347069708,
                "y": 30.887655883288687
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街道前川第五小学"
            },
            "geometry": {
                "x": 114.37766945254577,
                "y": 30.872572718207721
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区六指街道六指小学"
            },
            "geometry": {
                "x": 114.49655305469275,
                "y": 30.876136360307498
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街第二小学"
            },
            "geometry": {
                "x": 114.37694024949496,
                "y": 30.868672161122902
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区六指街甘棠二小"
            },
            "geometry": {
                "x": 114.54132297979845,
                "y": 30.884394351948799
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区六指街甘棠小学"
            },
            "geometry": {
                "x": 114.57768257740281,
                "y": 30.887416397910897
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区六指街甘棠中心幼儿园"
            },
            "geometry": {
                "x": 114.57827410319169,
                "y": 30.881751917653048
            }
        },
        {
            "attributes": {
                "NAME": "武汉东湖新技术开发区龙泉中学"
            },
            "geometry": {
                "x": 114.53000600307485,
                "y": 30.39340477119589
            }
        },
        {
            "attributes": {
                "NAME": "武汉东湖新技术开发区龙泉小学"
            },
            "geometry": {
                "x": 114.53651234930658,
                "y": 30.384150064543121
            }
        },
        {
            "attributes": {
                "NAME": "武汉东湖新技术开发区大屋陈学校"
            },
            "geometry": {
                "x": 114.4642552833343,
                "y": 30.300351991340676
            }
        },
        {
            "attributes": {
                "NAME": "武汉东湖新技术开发区吴泗小学"
            },
            "geometry": {
                "x": 114.45177777353183,
                "y": 30.367442913828654
            }
        },
        {
            "attributes": {
                "NAME": "武汉东湖新技术开发区升华小学"
            },
            "geometry": {
                "x": 114.5807513905529,
                "y": 30.339589131022535
            }
        },
        {
            "attributes": {
                "NAME": "武汉东湖新技术开发区西港小学"
            },
            "geometry": {
                "x": 114.57289462578331,
                "y": 30.565687128189154
            }
        },
        {
            "attributes": {
                "NAME": "武汉光谷为明实验学校"
            },
            "geometry": {
                "x": 114.44926039907659,
                "y": 30.4551593692089
            }
        },
        {
            "attributes": {
                "NAME": "武汉东湖新技术开发区格鲁伯实验学校"
            },
            "geometry": {
                "x": 114.38216023600307,
                "y": 30.471265202638335
            }
        },
        {
            "attributes": {
                "NAME": "武汉东湖新技术开发区点睛学校"
            },
            "geometry": {
                "x": 114.47558491677671,
                "y": 30.508637098426277
            }
        },
        {
            "attributes": {
                "NAME": "武汉枫叶国际学校"
            },
            "geometry": {
                "x": 114.3799956977183,
                "y": 30.450049805516926
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区三里镇三里小学"
            },
            "geometry": {
                "x": 114.42180966610033,
                "y": 30.78337222426677
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区木兰乡海尔希望小学"
            },
            "geometry": {
                "x": 114.49862658926918,
                "y": 31.133025318730745
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区木兰乡建设小学"
            },
            "geometry": {
                "x": 114.49754369172956,
                "y": 31.100569414295762
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区三里镇红根小学"
            },
            "geometry": {
                "x": 114.42117587720782,
                "y": 30.73866514517772
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区木兰乡柿子小学"
            },
            "geometry": {
                "x": 114.42913262037473,
                "y": 31.147399668453147
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街鲁台中心幼儿园"
            },
            "geometry": {
                "x": 114.38540450409175,
                "y": 30.869582792040262
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区罗汉寺街花石小学"
            },
            "geometry": {
                "x": 114.28960156931123,
                "y": 30.930878085804466
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区罗汉寺街罗汉中学"
            },
            "geometry": {
                "x": 114.30273541430347,
                "y": 30.953788082394965
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街鲁台中学"
            },
            "geometry": {
                "x": 114.39509551452693,
                "y": 30.857542815407328
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区罗汉寺街罗汉小学"
            },
            "geometry": {
                "x": 114.30281870432543,
                "y": 30.953659587229879
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区罗汉寺街同安小学（教学点）"
            },
            "geometry": {
                "x": 114.27359993859193,
                "y": 30.983173142062981
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街齐心小学"
            },
            "geometry": {
                "x": 114.42659893920529,
                "y": 30.865304883738872
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街曙光小学"
            },
            "geometry": {
                "x": 114.39043208572434,
                "y": 30.898921268860818
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区罗汉寺街研子小学"
            },
            "geometry": {
                "x": 114.33690804111438,
                "y": 31.022637676881004
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街武湖小学"
            },
            "geometry": {
                "x": 114.35870940658094,
                "y": 30.821447969474377
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街塘埠小学"
            },
            "geometry": {
                "x": 114.39417897015073,
                "y": 30.85356659663546
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区罗汉寺街研子幼儿园"
            },
            "geometry": {
                "x": 114.33743763235816,
                "y": 31.020666725574301
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区横店街小太阳幼儿园"
            },
            "geometry": {
                "x": 114.33463653367698,
                "y": 30.724157171795923
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街辛店小学"
            },
            "geometry": {
                "x": 114.31814873029839,
                "y": 30.866885182093654
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街油岗小学"
            },
            "geometry": {
                "x": 114.35894168910841,
                "y": 30.901598213944226
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街枣林小学"
            },
            "geometry": {
                "x": 114.37893636730598,
                "y": 30.923840470534174
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区木兰山文武学校"
            },
            "geometry": {
                "x": 114.39823918387901,
                "y": 31.04806094098808
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区三里镇东湖小学（教学点）"
            },
            "geometry": {
                "x": 114.45430592948981,
                "y": 30.782847381997556
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区汉阳一中"
            },
            "geometry": {
                "x": 114.01109776230192,
                "y": 30.58019839557511
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区实验高级中学"
            },
            "geometry": {
                "x": 114.01387883834172,
                "y": 30.585044421710677
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区第三小学校"
            },
            "geometry": {
                "x": 114.02047261087489,
                "y": 30.588906616109853
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区第四小学"
            },
            "geometry": {
                "x": 114.03184797857159,
                "y": 30.580570031260038
            }
        },
        {
            "attributes": {
                "NAME": "蔡甸区童星幼儿园"
            },
            "geometry": {
                "x": 114.03752578449303,
                "y": 30.581704309078702
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区第二小学"
            },
            "geometry": {
                "x": 114.02569368416766,
                "y": 30.586496279921619
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区第一小学校"
            },
            "geometry": {
                "x": 114.02880010316812,
                "y": 30.589691629581466
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区莲花湖中学"
            },
            "geometry": {
                "x": 114.028334360842,
                "y": 30.583825883476095
            }
        },
        {
            "attributes": {
                "NAME": "蔡甸区小明星幼儿园"
            },
            "geometry": {
                "x": 114.02633181040756,
                "y": 30.582198831133326
            }
        },
        {
            "attributes": {
                "NAME": "蔡甸区粮食局幼儿园"
            },
            "geometry": {
                "x": 114.02459967105665,
                "y": 30.582907911467487
            }
        },
        {
            "attributes": {
                "NAME": "武汉市新洲区汪集街大拇指幼儿园"
            },
            "geometry": {
                "x": 114.03787795106712,
                "y": 30.580376628488182
            }
        },
        {
            "attributes": {
                "NAME": "蔡甸区蔡甸街阳光幼儿园"
            },
            "geometry": {
                "x": 114.04047887467709,
                "y": 30.576033667560409
            }
        },
        {
            "attributes": {
                "NAME": "蔡甸区蔡甸街康乐幼儿园"
            },
            "geometry": {
                "x": 114.0338254773992,
                "y": 30.576555061622571
            }
        },
        {
            "attributes": {
                "NAME": "蔡甸区星星幼儿园"
            },
            "geometry": {
                "x": 114.02806917323505,
                "y": 30.572997009370454
            }
        },
        {
            "attributes": {
                "NAME": "蔡甸区蔡甸街红苹果幼儿园"
            },
            "geometry": {
                "x": 114.03133682205396,
                "y": 30.56951037810461
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区第五小学"
            },
            "geometry": {
                "x": 114.0221950085031,
                "y": 30.57595593872901
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区幼儿园"
            },
            "geometry": {
                "x": 114.02829415765723,
                "y": 30.589687258509628
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区侏儒中心小学"
            },
            "geometry": {
                "x": 113.83608094326621,
                "y": 30.443845692777813
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区蔡甸街恒银亲亲幼儿园"
            },
            "geometry": {
                "x": 114.02261062329194,
                "y": 30.586069460293402
            }
        },
        {
            "attributes": {
                "NAME": "湖北省武汉市蔡甸区第二高级中学"
            },
            "geometry": {
                "x": 114.00931828292482,
                "y": 30.448939777973294
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区第四中学校"
            },
            "geometry": {
                "x": 113.84148782580576,
                "y": 30.437594566151347
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区侏儒初级中学"
            },
            "geometry": {
                "x": 113.83585489021027,
                "y": 30.444928230159178
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区榨坊小学"
            },
            "geometry": {
                "x": 113.82864441410538,
                "y": 30.446643067461366
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区土金小学"
            },
            "geometry": {
                "x": 113.83552904581882,
                "y": 30.467306615834389
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区横龙初级中学"
            },
            "geometry": {
                "x": 113.82451386206412,
                "y": 30.471340003327896
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区横龙小学"
            },
            "geometry": {
                "x": 113.81658656476429,
                "y": 30.473336294356727
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区合丰小学"
            },
            "geometry": {
                "x": 113.81055545446623,
                "y": 30.449315527838792
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区白土小学"
            },
            "geometry": {
                "x": 113.82982679929705,
                "y": 30.455461799022203
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区群丰小学"
            },
            "geometry": {
                "x": 113.72539355561992,
                "y": 30.397049268819217
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区成功中心小学"
            },
            "geometry": {
                "x": 113.71616860650556,
                "y": 30.405642077507594
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区新帮小学"
            },
            "geometry": {
                "x": 113.76472726659722,
                "y": 30.423151504298005
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区成功初级中学"
            },
            "geometry": {
                "x": 113.7169512421799,
                "y": 30.411385953753722
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区五公初级中学"
            },
            "geometry": {
                "x": 113.85946092655035,
                "y": 30.448745883496997
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区洪北中学"
            },
            "geometry": {
                "x": 113.85164072145744,
                "y": 30.386233820317102
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区洪北中心小学"
            },
            "geometry": {
                "x": 113.85631541824262,
                "y": 30.390408942947829
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区瑠环小学"
            },
            "geometry": {
                "x": 113.98825818211196,
                "y": 30.440227261174755
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区太山小学"
            },
            "geometry": {
                "x": 114.00576949478068,
                "y": 30.586568251607787
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区张湾街百灵幼儿园"
            },
            "geometry": {
                "x": 113.98588154032404,
                "y": 30.587773797763703
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区张湾中心小学"
            },
            "geometry": {
                "x": 113.96072035635939,
                "y": 30.653576739808841
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区利济中心小学"
            },
            "geometry": {
                "x": 113.97606853847412,
                "y": 30.586086612949941
            }
        },
        {
            "attributes": {
                "NAME": "武汉市蔡甸区柏林中学"
            },
            "geometry": {
                "x": 113.9835721273696,
                "y": 30.590337509113908
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区木兰乡塔耳小学"
            },
            "geometry": {
                "x": 114.45698631072571,
                "y": 31.09904660874588
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区前川街金龙幼儿园"
            },
            "geometry": {
                "x": 114.2663535008179,
                "y": 30.712757986363897
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区王家河街长堰中学"
            },
            "geometry": {
                "x": 114.44650866100596,
                "y": 31.002411414950416
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区祁家湾街土庙中心幼儿园"
            },
            "geometry": {
                "x": 114.22409106251246,
                "y": 30.940192910863288
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区王家河街道玉枝小学"
            },
            "geometry": {
                "x": 114.45082547058212,
                "y": 31.038481495233725
            }
        },
        {
            "attributes": {
                "NAME": "武汉市黄陂区木兰乡朝阳小学"
            },
            "geometry": {
                "x": 114.45561710879895,
                "y": 31.114828843444911
            }
        },
        {
            "attributes": {
                "NAME": "武汉市光谷第八小学"
            },
            "geometry": {
                "x": 114.44167004076246,
                "y": 30.500889627626293
            }
        },
        {
            "attributes": {
                "NAME": "武汉市光谷第二初级中学"
            },
            "geometry": {
                "x": 114.43568349702548,
                "y": 30.505857072510707
            }
        },
        {
            "attributes": {
                "NAME": "武汉市光谷第四小学"
            },
            "geometry": {
                "x": 114.42224182754148,
                "y": 30.5107484212337
            }
        },
        {
            "attributes": {
                "NAME": "武汉市光谷第一小学"
            },
            "geometry": {
                "x": 114.41203290393514,
                "y": 30.492281119603433
            }
        },
        {
            "attributes": {
                "NAME": "武汉市光谷实验中学"
            },
            "geometry": {
                "x": 114.40872427044724,
                "y": 30.460040442828188
            }
        },
        {
            "attributes": {
                "NAME": "武汉市光谷第六小学"
            },
            "geometry": {
                "x": 114.40672927009496,
                "y": 30.475236307124305
            }
        },
        {
            "attributes": {
                "NAME": "武汉市光谷第五小学"
            },
            "geometry": {
                "x": 114.37000247550679,
                "y": 30.463905711080827
            }
        },
        {
            "attributes": {
                "NAME": "武汉市光谷第二小学"
            },
            "geometry": {
                "x": 114.39951949797955,
                "y": 30.460146323237836
            }
        },
        {
            "attributes": {
                "NAME": "武汉东湖新技术开发区何桥小学"
            },
            "geometry": {
                "x": 114.46578984340204,
                "y": 30.400121986693478
            }
        },
        {
            "attributes": {
                "NAME": "武汉东湖新技术开发区卸甲小学"
            },
            "geometry": {
                "x": 114.61769736581357,
                "y": 30.491264214021612
            }
        },
        {
            "attributes": {
                "NAME": "武汉东湖新技术开发区泉井中学"
            },
            "geometry": {
                "x": 114.60405628796002,
                "y": 30.484499784131117
            }
        },
        {
            "attributes": {
                "NAME": "武汉东湖新技术开发区豹澥小学"
            },
            "geometry": {
                "x": 114.54714415541002,
                "y": 30.461825326700136
            }
        },
        {
            "attributes": {
                "NAME": "武汉东湖新技术开发区豹澥初级中学"
            },
            "geometry": {
                "x": 114.54927713508312,
                "y": 30.461782294070417
            }
        },
        {
            "attributes": {
                "NAME": "武汉市光谷第三初级中学"
            },
            "geometry": {
                "x": 114.4564038759604,
                "y": 30.433193754632953
            }
        },
        {
            "attributes": {
                "NAME": "武汉市光谷第三小学"
            },
            "geometry": {
                "x": 114.44680308398551,
                "y": 30.439678433664938
            }
        },
        {
            "attributes": {
                "NAME": "武汉市光谷第三小学"
            },
            "geometry": {
                "x": 114.45015285533714,
                "y": 30.452999715442331
            }
        },
        {
            "attributes": {
                "NAME": "武汉市光谷第九小学"
            },
            "geometry": {
                "x": 114.44122880273949,
                "y": 30.488876837586417
            }
        },
        {
            "attributes": {
                "NAME": "华中科技大学附属小学"
            },
            "geometry": {
                "x": 114.40884989217307,
                "y": 30.517477567391893
            }
        },
        {
            "attributes": {
                "NAME": "华中科技大学附属中学"
            },
            "geometry": {
                "x": 114.42420618836218,
                "y": 30.519373315874191
            }
        },
        {
            "attributes": {
                "NAME": "武汉市光谷九峰第一小学"
            },
            "geometry": {
                "x": 114.4832363526566,
                "y": 30.502381502579624
            }
        },
        {
            "attributes": {
                "NAME": "武汉东湖新技术开发区九峰中学"
            },
            "geometry": {
                "x": 114.48319829185925,
                "y": 30.498365828435112
            }
        },
        {
            "attributes": {
                "NAME": "武汉东湖新技术开发区花山小学"
            },
            "geometry": {
                "x": 114.51403274359973,
                "y": 30.541427295871927
            }
        },
        {
            "attributes": {
                "NAME": "武汉东湖新技术开发区花山中学"
            },
            "geometry": {
                "x": 114.51460739978143,
                "y": 30.539193879145728
            }
        }
    ],
    "exceededTransferLimit": true
}
